p_id,p_name,address,free,p_long,p_lat,LNO
1,"용두암 공영주차장","제주특별자치도 제주시 용담2동 483",유료,33.515,126.512,104
2,"공항입구 공영주차장","제주특별자치도 제주시 용담2동 1611, 1624-1",유료,33.5032,126.496,104
3,"탑동제2 공영주차장","제주특별자치도 제주시 삼도2동 1257",유료,33.5183,126.52,104
4,"칠성골 공영주차장","제주특별자치도 제주시 삼도2동 1192-8",유료,33.5183,126.511,104
5,"연동 무료주차장","제주특별자치도 제주시 연동 2305-7",무료,33.4934,126.487,104
6,"연동 무료주차장","제주특별자치도 제주시 연동 2303-11",무료,33.4934,126.486,104
7,"연동 무료주차장","제주특별자치도 제주시 연동 291-21",무료,33.4907,126.495,104
8,"노형동 무료주차장","제주특별자치도 제주시 노형동 710-4",무료,33.4823,126.485,104
9,"노형동 무료주차장","제주특별자치도 제주시 노형동 736",무료,33.4788,126.48,104
10,"노형동 무료주차장","제주특별자치도 제주시 노형동 751",무료,33.4778,126.48,104
11,"노형동 무료주차장","제주특별자치도 제주시 노형동1293-2",무료,33.4887,126.482,104
12,"노형동 무료주차장","제주특별자치도 제주시 노형동1290-3",무료,33.4873,126.48,104
13,"노형동 무료주차장","제주특별자치도 제주시 노형동1043-1",무료,33.4896,126.477,104
14,"노형동 무료주차장","제주특별자치도 제주시 노형동1282-1",무료,33.4864,126.478,104
15,"노형동 무료주차장","제주특별자치도 제주시 노형동2512-1,2",무료,33.4361,126.412,104
16,"노형동 무료주차장","제주특별자치도 제주시 노형동2517-1,2",무료,33.4361,126.412,104
17,"노형동 무료주차장","제주특별자치도 제주시 노형동2612-2",무료,33.4855,126.475,104
18,"노형동 무료주차장","제주특별자치도 제주시 노형동2534-3",무료,33.4836,126.474,104
19,"노형동 무료주차장","제주특별자치도 제주시 노형동2575-1",무료,33.4906,126.473,104
20,"노형동 무료주차장","제주특별자치도 제주시 노형동2580-1",무료,33.489,126.475,104
21,"노형동 무료주차장","제주특별자치도 제주시 노형동2589-1",무료,33.4835,126.47,104
22,"노형동 무료주차장","제주특별자치도 제주시 노형동2595-7",무료,33.4818,126.472,104
23,"노형동 무료주차장","제주특별자치도 제주시 노형동 740-2,3",무료,33.4363,126.342,104
24,"노형동 무료주차장","제주특별자치도 제주시 노형동1446",무료,33.4843,126.479,104
25,"노형동 무료주차장","제주특별자치도 제주시 노형동1442-3",무료,33.4833,126.477,104
26,"노형동 무료주차장","제주특별자치도 제주시 노형동1429-1",무료,33.4817,126.476,104
27,"노형동 무료주차장","제주특별자치도 제주시 노형동1473",무료,33.4802,126.478,104
28,"노형동 무료주차장","제주특별자치도 제주시 노형동1492-1",무료,33.4788,126.476,104
29,"외도동 무료주차장","제주특별자치도 제주시 외도1동417-6",무료,33.4915,126.43,104
30,"외도동 무료주차장","제주특별자치도 제주시 외도1동440-7",무료,33.4906,126.429,104
31,"외도동 무료주차장","제주특별자치도 제주시 외도1동448-3",무료,33.4917,126.432,104
32,"외도동 무료주차장","제주특별자치도 제주시 외도1동453-1",무료,33.4913,126.434,104
33,"외도동 무료주차장","제주특별자치도 제주시 외도1동482-1",무료,33.4899,126.433,104
34,"외도동 무료주차장","제주특별자치도 제주시 외도1동493-1",무료,33.4886,126.429,104
35,"외도동 무료주차장","제주특별자치도 제주시 외도1동496-17",무료,33.488,126.429,104
36,"외도동 무료주차장","제주특별자치도 제주시 외도1동497-16",무료,33.4877,126.43,104
37,"외도동 무료주차장","제주특별자치도 제주시 외도1동530-4",무료,33.4885,126.434,104
38,"외도동 무료주차장","제주특별자치도 제주시 외도1동542-18",무료,33.4866,126.429,104
39,"외도동 무료주차장","제주특별자치도 제주시 외도1동559-1",무료,33.4867,126.432,104
40,"외도동 무료주차장","제주특별자치도 제주시 외도1동632-7",무료,33.4857,126.429,104
41,"외도동 무료주차장","제주특별자치도 제주시 외도2동233-8",무료,33.493,126.433,104
42,"도두동 무료주차장","제주특별자치도 제주시 도두1동 2630",무료,33.5061,126.465,104
43,"도두동 무료주차장","제주특별자치도 제주시 도두1동 2618-1",무료,33.5042,126.464,104
44,"한림읍 무료주차장","제주특별자치도 제주시 한림리 1304-10,11,1287-7",무료,33.4157,126.266,102
45,"한림읍 무료주차장","제주특별자치도 제주시 한림리 1389-2,4,7, 1446-10",무료,33.413,126.262,102
46,"한림읍 무료주차장","제주특별자치도 제주시 한림리 905-35",무료,33.4113,126.269,102
47,"애월읍 무료주차장","제주특별자치도 제주시 고내리 461-1",무료,33.4702,126.341,103
48,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 149-5",무료,33.4826,126.393,103
49,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 149-3",무료,33.4826,126.393,103
50,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 146-1",무료,33.4826,126.393,103
51,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 144-1",무료,33.4826,126.393,103
52,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 123-10",무료,33.4826,126.393,103
53,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 118-1",무료,33.4826,126.393,103
54,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 176-3",무료,33.4846,126.418,103
55,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 195-2",무료,33.4826,126.393,103
56,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 197-7",무료,33.4826,126.393,103
57,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 235-4",무료,33.4826,126.393,103
58,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 238-4",무료,33.4826,126.393,103
59,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 165-4",무료,33.4826,126.393,103
60,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 162-1",무료,33.4826,126.393,103
61,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 160-4",무료,33.4826,126.393,103
62,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 200-3",무료,33.4826,126.393,103
63,"애월읍 무료주차장","제주특별자치도 제주시  하귀1리 158-2",무료,33.4826,126.393,103
64,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 156-5",무료,33.4826,126.393,103
65,"애월읍 무료주차장","제주특별자치도 제주시 하귀1리 155-10",무료,33.4826,126.393,103
66,"애월읍 무료주차장","제주특별자치도 제주시 하귀2리 1892-1",무료,33.4796,126.403,103
67,"애월읍 무료주차장","제주특별자치도 제주시 애월리 2060-2",무료,33.4651,126.317,103
68,"조천읍 무료주차장","제주특별자치도 제주시 신촌리 2542-1",무료,33.5346,126.616,105
69,"조천읍 무료주차장","제주특별자치도 제주시 함덕리 921-3",무료,33.5384,126.668,105
70,"조천읍 무료주차장","제주특별자치도 제주시 함덕리 1002-83, 1004-5, 6",무료,33.532,126.65,105
71,"조천읍 무료주차장","제주특별자치도 제주시 조천리 2489",무료,33.539,126.638,105
72,"조천읍 무료주차장","제주특별자치도 제주시 함덕리 272-57",무료,33.5405,126.674,105
73,"조천읍 무료주차장","제주특별자치도 제주시 함덕리 272-24",무료,33.5425,126.673,105
74,"조천읍 무료주차장","제주특별자치도 제주시 함덕리 1024-2",무료,33.5448,126.662,105
75,"구좌읍 무료주차장","제주특별자치도 제주시 김녕리 497-4",무료,33.557,126.76,106
76,"구좌읍 무료주차장","제주특별자치도 제주시 평대리 3351, -1",무료,33.5251,126.853,106
77,"구좌읍 무료주차장","제주특별자치도 제주시 세화리 3641-1",무료,33.527,126.856,106
78,"구좌읍 무료주차장","제주특별자치도 제주시 김녕리 492, -1, 493-3",무료,33.5561,126.707,106
79,"구좌읍 무료주차장","제주특별자치도 제주시 월정리 554-5,6",무료,33.5582,126.746,106
80,"구좌읍 무료주차장","제주특별자치도 제주시 세화리 1507-1",무료,33.5247,126.856,106
81,"구좌읍 무료주차장","제주특별자치도 제주시 세화리 1491-2",무료,33.5243,126.857,106
82,"한경면 무료주차장","제주특별자치도 제주시 신창리 232-2",무료,33.3496,126.185,101
83,"우도면 무료주차장","제주특별자치도 제주시 연평리 611-1",무료,33.5093,126.962,114
84,"우도면 무료주차장","제주특별자치도 제주시 연평리 317-1",무료,33.4973,126.968,114
85,"추자면 무료주차장","제주특별자치도 제주시 대서리 4-21,39",무료,33.9624,126.298,104
86,"추자면 무료주차장","제주특별자치도 제주시 신양리 434-10",무료,33.9452,126.329,104
87,"병문천 공영주차장","제주특별자치도 제주시 삼도2동 1227-7",유료,33.5081,126.521,104
88,"고산동산 공영주차장","제주특별자치도 제주시 이도2동 1012-10",유료,33.4957,126.531,104
89,"신제주 공영주차장","제주특별자치도 제주시 연동 272-31",유료,33.489,126.491,104
90,"인제 공영주차장","제주특별자치도 제주시 일도2동 409-11",유료,33.5089,126.537,104
91,제일주차빌딩,"제주특별자치도 제주시 일도1동 1476-33",유료,33.5135,126.527,104
92,"법원 북측 공영주차장","제주특별자치도 제주시 이도2동 1066",유료,33.4947,126.535,104
93,"동문재래시장(노외) 공영주차장","제주특별자치도 제주시 이도1동 1330-5",유료,33.511,126.526,104
94,"성신로 공영주차장","제주특별자치도 제주시 연동 2322-7",유료,33.491,126.486,104
95,"칠성상가제1 공영주차장","제주특별자치도 제주시 일도1동 1476-1, 20",유료,33.5141,126.526,104
96,"광양초 서측 공영주차장","제주특별자치도 제주시 이도1동 1257-4,8,9,10",유료,33.5024,126.529,104
97,"칠성상가제2 공영주차장","제주특별자치도 제주시 일도1동 1401-13",유료,33.514,126.524,104
98,"이도2동 주민센터 앞 유료주차장","제주특별자치도 제주시 이도2동 1052-2",유료,33.4968,126.535,104
99,동문버스주차장,"제주특별자치도 제주시 일도2동 1104외6",유료,33.5121,126.529,104
100,동문주차빌딩,"제주특별자치도 제주시 일도1동 1106",유료,33.5115,126.529,104
101,"탑동입구 공영주차장","제주특별자치도 제주시 건입동 임항로(탑동24시 편의점 옆)",유료,33.5115,126.524,104
102,신제주로터리,"제주특별자치도 제주시 연동 신제주로터리(신대로)",유료,33.4911,126.497,104
103,"동문재래시장(노상) 공영주차장","제주특별자치도 제주시 이도1동 1491-1",유료,33.511,126.523,104
104,중앙로터리,"제주특별자치도 제주시 이도1동 중앙로터리",유료,33.5104,126.524,104
105,"시청 앞 공영주차장","제주특별자치도 제주시 광양9길 10 제주시청",유료,33.4996,126.531,104
106,"관덕정 서측 공영주차장","제주특별자치도 제주시 삼도2동 1024",유료,33.5135,126.521,104
107,"탑동 제1","제주특별자치도 제주시 삼도2동 1263",유료,33.5173,126.524,104
108,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 82-8",무료,33.4999,126.545,104
109,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 879",무료,33.5059,126.535,104
110,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 991-32",무료,33.513,126.535,104
111,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 488-1,2",무료,33.5059,126.533,104
112,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 1029-96",무료,33.5101,126.531,104
113,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 984-3",무료,33.5122,126.537,104
114,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 510,511",무료,33.5117,126.544,104
115,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 107",무료,33.4993,126.546,104
116,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 1036-6",무료,33.5074,126.531,104
117,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 112",무료,33.4995,126.549,104
118,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 1006-35",무료,33.5123,126.534,104
119,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 88-1",무료,33.4998,126.547,104
120,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 1029-99",무료,33.5105,126.531,104
121,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 1020-1",무료,33.5103,126.533,104
122,"일도2동 무료주차장","제주특별자치도 제주시 일도2동 132-14",무료,33.5134,126.539,104
123,"이도1동 무료주차장","제주특별자치도 제주시 이도1동 1285-1외4",무료,33.5047,126.53,104
124,"이도1동 무료주차장","제주특별자치도 제주시 이도1동 1554-1",무료,33.5086,126.527,104
125,"이도1동 무료주차장","제주특별자치도 제주시 이도1동 1261-1,1255-2",무료,33.5058,126.52,104
126,"이도1동 무료주차장","제주특별자치도 제주시 이도1동 1348-1",무료,33.512,126.525,104
127,"이도1동 무료주차장","제주특별자치도 제주시 이도1동 1502-2",무료,33.5096,126.527,104
128,"이도1동 무료주차장","제주특별자치도 제주시 이도1동 1704-6",무료,33.5072,126.526,104
129,"이도1동 무료주차장","제주특별자치도 제주시 이도1동 1696-9",무료,33.5076,126.526,104
130,"이도1동 무료주차장","제주특별자치도 제주시 이도1동 1292-10",무료,33.5046,126.527,104
131,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1035-4",무료,33.4969,126.533,104
132,"이도2동 무료주차장","제주특별자치도 제주시 도남동65-3",무료,33.4916,126.529,104
133,"이도2동 무료주차장","제주특별자치도 제주시 도남동57-3",무료,33.4931,126.528,104
134,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1028-1",무료,33.4916,126.535,104
135,"이도2동 무료주차장","제주특별자치도 제주시 이도2동425",무료,33.4992,126.544,104
136,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1063-12,14",무료,33.4909,126.518,104
137,"이도2동 무료주차장","제주특별자치도 제주시 도남동574-3",무료,33.4904,126.52,104
138,"이도2동 무료주차장","제주특별자치도 제주시 도남동689-7",무료,33.4883,126.521,104
139,"이도2동 무료주차장","제주특별자치도 제주시 도남동742-1",무료,33.4879,126.523,104
140,"이도2동 무료주차장","제주특별자치도 제주시 도남동703-8",무료,33.4891,126.523,104
141,"이도2동 무료주차장","제주특별자치도 제주시 도남동705-14",무료,33.4891,126.524,104
142,"이도2동 무료주차장","제주특별자치도 제주시 도남동735-1",무료,33.4884,126.524,104
143,"이도2동 무료주차장","제주특별자치도 제주시 도남동769-9",무료,33.4878,126.525,104
144,"이도2동 무료주차장","제주특별자치도 제주시 도남동755-1",무료,33.4889,126.526,104
145,"이도2동 무료주차장","제주특별자치도 제주시 도남동664-6",무료,33.4905,126.527,104
146,"이도2동 무료주차장","제주특별자치도 제주시 이도2동 429-7",무료,33.4976,126.542,104
147,"이도2동 무료주차장","제주특별자치도 제주시 이도2동417-4",무료,33.4999,126.544,104
148,"이도2동 무료주차장","제주특별자치도 제주시 이도2동2040-2",무료,33.4909,126.518,104
149,"이도2동 무료주차장","제주특별자치도 제주시 이도2동2035-10",무료,33.4909,126.518,104
150,"이도2동 무료주차장","제주특별자치도 제주시 이도2동2030-4",무료,33.4909,126.518,104
151,"이도2동 무료주차장","제주특별자치도 제주시 이도2동2026-9",무료,33.4909,126.518,104
152,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1998-9",무료,33.4909,126.518,104
153,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1999-1",무료,33.4909,126.518,104
154,"이도2동 무료주차장","제주특별자치도 제주시 이도2동2003-7",무료,33.4909,126.518,104
155,"이도2동 무료주차장","제주특별자치도 제주시 이도2동2008-1",무료,33.4909,126.518,104
156,"이도2동 무료주차장","제주특별자치도 제주시 이도2동2021-12",무료,33.4909,126.518,104
157,"이도2동 무료주차장","제주특별자치도 제주시 이도2동2017-1",무료,33.4909,126.518,104
158,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1992-7",무료,33.4909,126.518,104
159,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1994-1",무료,33.4909,126.518,104
160,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1977-7",무료,33.4909,126.518,104
161,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1982-17",무료,33.4909,126.518,104
162,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1982-15,17",무료,33.4909,126.518,104
163,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1982-1",무료,33.4909,126.518,104
164,"이도2동 무료주차장","제주특별자치도 제주시 도남동748-8",무료,33.489,126.528,104
165,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1982-3",무료,33.4909,126.518,104
166,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1968-5",무료,33.4909,126.518,104
167,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1945-6",무료,33.4909,126.518,104
168,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1960-3",무료,33.4909,126.518,104
169,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1954-4",무료,33.4909,126.518,104
170,"이도2동 무료주차장","제주특별자치도 제주시 도남동916-10",무료,33.498,126.526,104
171,"이도2동 무료주차장","제주특별자치도 제주시 도남동910-1",무료,33.4975,126.526,104
172,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1963-5",무료,33.4909,126.518,104
173,"이도2동 무료주차장","제주특별자치도 제주시 이도2동375",무료,33.5006,126.538,104
174,"이도2동 무료주차장","제주특별자치도 제주시 이도2동1063-12",무료,33.4962,126.537,104
175,"삼도1동 무료주차장","제주특별자치도 제주시 삼도1동 533-9,10",무료,33.504,126.511,104
176,"삼도1동 무료주차장","제주특별자치도 제주시 삼도1동 500-14",무료,33.5041,126.516,104
177,"삼도1동 무료주차장","제주특별자치도 제주시 삼도1동 508-13,4",무료,33.5042,126.518,104
178,"삼도1동 무료주차장","제주특별자치도 제주시 삼도1동 533-9,10",무료,33.5014,126.52,104
179,"삼도2동 무료주차장","제주특별자치도 제주시 삼도2동 807-1",무료,33.5087,126.522,104
180,"삼도2동 무료주차장","제주특별자치도 제주시 삼도2동 807-3",무료,33.5086,126.522,104
181,"삼도2동 무료주차장","제주특별자치도 제주시 삼도2동 1158-33",무료,33.5153,126.518,104
182,"삼도2동 무료주차장","제주특별자치도 제주시 삼도2동 1167-6,7",무료,33.5166,126.517,104
183,"용담1동 무료주차장","제주특별자치도 제주시 용담1동 137-54외6",무료,33.5104,126.517,104
184,"용담1동 무료주차장","제주특별자치도 제주시 용담1동 292-10",무료,33.51,126.515,104
185,"용담1동 무료주차장","제주특별자치도 제주시 용담1동 295-40,295-49",무료,33.5096,126.507,104
186,"용담1동 무료주차장","제주특별자치도 제주시 용담1동 220-10",무료,33.5095,126.516,104
187,"용담1동 무료주차장","제주특별자치도 제주시 용담1동 220-16",무료,33.5096,126.516,104
188,"용담1동 무료주차장","제주특별자치도 제주시 용담1동 262-13",무료,33.5057,126.513,104
189,"용담1동 무료주차장","제주특별자치도 제주시 용담1동 244-1",무료,33.5093,126.514,104
190,"용담2동 무료주차장","제주특별자치도 제주시 용담2동928-31",무료,33.5123,126.504,104
191,"용담2동 무료주차장","제주특별자치도 제주시 용담2동928-89",무료,33.5121,126.504,104
192,"용담3동 무료주차장","제주특별자치도 제주시 용담3동519-12",무료,33.5153,126.506,104
193,"용담3동 무료주차장","제주특별자치도 제주시 용담3동2396-1",무료,33.5185,126.489,104
194,"용담2동 무료주차장","제주특별자치도 제주시 용담2동2686-7",무료,33.5057,126.511,104
195,"용담2동 무료주차장","제주특별자치도 제주시 용담2동2690-19",무료,33.5048,126.51,104
196,"용담2동 무료주차장","제주특별자치도 제주시 용담2동358-12",무료,33.5116,126.512,104
197,"용담2동 무료주차장","제주특별자치도 제주시 용담2동2745-10",무료,33.5024,126.504,104
198,"건입동 무료주차장","제주특별자치도 제주시 건입동697-1,6",무료,33.5281,126.499,104
199,"건입동 무료주차장","제주특별자치도 제주시 건입동1189-1",무료,33.5153,126.531,104
200,"건입동 무료주차장","제주특별자치도 제주시 건입동1042-2,1",무료,33.5163,126.535,104
201,"건입동 무료주차장","제주특별자치도 제주시 건입동1077-47",무료,33.5147,126.535,104
202,"건입동 무료주차장","제주특별자치도 제주시 건입동1277-2",무료,33.516,126.533,104
203,"건입동 무료주차장","제주특별자치도 제주시 건입동709-4",무료,33.5143,126.539,104
204,"건입동 무료주차장","제주특별자치도 제주시 건입동709-2",무료,33.5144,126.539,104
205,"화북동 무료주차장","제주특별자치도 제주시 화북1동11-7",무료,33.5198,126.573,104
206,"화북동 무료주차장","제주특별자치도 제주시 화북1동14-1",무료,33.5179,126.577,104
207,"화북동 무료주차장","제주특별자치도 제주시 화북1동1936",무료,33.5232,126.566,104
208,"화북동 무료주차장","제주특별자치도 제주시 화북1동1930-4",무료,33.5223,126.563,104
209,"화북동 무료주차장","제주특별자치도 제주시 화북1동1951-5",무료,33.5221,126.565,104
210,"화북동 무료주차장","제주특별자치도 제주시 화북1동2130-6",무료,33.5141,126.563,104
211,"화북동 무료주차장","제주특별자치도 제주시 화북1동 1984-1,2",무료,33.5193,126.565,104
212,"화북동 무료주차장","제주특별자치도 제주시 화북1동1933-8",무료,33.523,126.565,104
213,"화북동 무료주차장","제주특별자치도 제주시 화북1동4266-12",무료,33.5248,126.564,104
214,"화북동 무료주차장","제주특별자치도 제주시 화북2동3378-4,6",무료,33.5084,126.561,104
215,"화북동 무료주차장","제주특별자치도 제주시 화북1동1936-7",무료,33.5232,126.566,104
216,"삼양동 무료주차장","제주특별자치도 제주시 삼양1동 1579-1",무료,33.5295,126.594,104
217,"삼양동 무료주차장","제주특별자치도 제주시 삼양1동1598-2",무료,33.5263,126.588,104
218,"삼양동 무료주차장","제주특별자치도 제주시 삼양1동1628-7",무료,33.5269,126.591,104
219,"삼양동 무료주차장","제주특별자치도 제주시 삼양1동1657-8",무료,33.5249,126.587,104
220,"삼양동 무료주차장","제주특별자치도 제주시 삼양2동2133-5",무료,33.5221,126.585,104
221,"삼양동 무료주차장","제주특별자치도 제주시 삼양2동2176-13",무료,33.5197,126.583,104
222,"삼양동 무료주차장","제주특별자치도 제주시 삼양2동2135-10",무료,33.5214,126.585,104
223,"삼양동 무료주차장","제주특별자치도 제주시 삼양1동1592-2",무료,33.5283,126.593,104
224,"삼양동 무료주차장","제주특별자치도 제주시 삼양2동2124-6",무료,33.5227,126.587,104
225,"봉개동 무료주차장","제주특별자치도 제주시 회천동 3262-3외3",무료,33.4845,126.607,104
226,"아라동 무료주차장","제주특별자치도 제주시 아라2동 3013-1",무료,33.477,126.535,104
227,"아라동 무료주차장","제주특별자치도 제주시 아라2동 3013-11",무료,33.477,126.535,104
228,"아라동 무료주차장","제주특별자치도 제주시 아라2동 3013-1",무료,33.477,126.535,104
229,"아라동 무료주차장","제주특별자치도 제주시 아라2동 3002-9",무료,33.477,126.535,104
230,"아라동 무료주차장","제주특별자치도 제주시 아라2동 3008-1",무료,33.477,126.535,104
231,"아라동 무료주차장","제주특별자치도 제주시 아라1동6046-5",무료,33.4292,126.485,104
232,"아라동 무료주차장","제주특별자치도 제주시 아라1동6051-4",무료,33.4292,126.485,104
233,"아라동 무료주차장","제주특별자치도 제주시 아라1동6059",무료,33.4292,126.485,104
234,"아라동 무료주차장","제주특별자치도 제주시 아라1동6096",무료,33.4292,126.485,104
235,"아라동 무료주차장","제주특별자치도 제주시 아라1동6093-4",무료,33.4292,126.485,104
236,"아라동 무료주차장","제주특별자치도 제주시 아라1동6106-3",무료,33.4292,126.485,104
237,"아라동 무료주차장","제주특별자치도 제주시 아라1동6111",무료,33.4292,126.485,104
238,"아라동 무료주차장","제주특별자치도 제주시 아라1동6114-5",무료,33.4292,126.485,104
239,"아라동 무료주차장","제주특별자치도 제주시 아라1동6123",무료,33.4292,126.485,104
240,"아라동 무료주차장","제주특별자치도 제주시 아라1동6128-4",무료,33.4292,126.485,104
241,"아라동 무료주차장","제주특별자치도 제주시 아라1동6131",무료,33.4292,126.485,104
242,"아라동 무료주차장","제주특별자치도 제주시 아라1동6142-1",무료,33.4292,126.485,104
243,"아라동 무료주차장","제주특별자치도 제주시 아라1동6159",무료,33.4292,126.485,104
244,"아라동 무료주차장","제주특별자치도 제주시 아라1동6140-4",무료,33.4292,126.485,104
245,"아라동 무료주차장","제주특별자치도 제주시 아라1동6098-9",무료,33.4292,126.485,104
246,"아라동 무료주차장","제주특별자치도 제주시 아라1동6061",무료,33.4292,126.485,104
247,"아라동 무료주차장","제주특별자치도 제주시 아라1동6064-4",무료,33.4292,126.485,104
248,"오라동 무료주차장","제주특별자치도 제주시 오라2동 1375-1,1376",무료,33.4896,126.513,104
249,"연동 무료주차장","제주특별자치도 제주시 연동 299-13",무료,33.483,126.495,104
250,"연동 무료주차장","제주특별자치도 제주시 연동 1458-2",무료,33.4812,126.491,104
251,"연동 무료주차장","제주특별자치도 제주시 연동 1499",무료,33.4787,126.491,104
252,"연동 무료주차장","제주특별자치도 제주시 연동 1504",무료,33.4799,126.491,104
253,"연동 무료주차장","제주특별자치도 제주시 연동 1517",무료,33.4784,126.49,104
254,"연동 무료주차장","제주특별자치도 제주시 연동 1519-2",무료,33.4776,126.489,104
255,"연동 무료주차장","제주특별자치도 제주시 연동 1957-1",무료,33.4916,126.482,104
256,송악산,"제주특별자치도 서귀포시 상모리 165",무료,33.206,126.289,110
257,"남원읍사무소 옆","제주특별자치도 서귀포시 남원읍 남원리 205-1",무료,33.2798,126.721,111
258,"위미출장소 옆","제주특별자치도 서귀포시 남원읍 위미리 2892",무료,33.275,126.659,111
259,"구 오일장마당","제주특별자치도 서귀포시 남원읍 남원리 84-2",무료,33.2788,126.721,111
260,성산체육관,"제주특별자치도 서귀포시 성산읍 오조리 1365-1",무료,33.4672,126.905,113
261,군민체육관,"제주특별자치도 서귀포시 남원읍 남원리 2337-1",무료,33.2779,126.704,111
262,"표선 시가지내","제주특별자치도 서귀포시 표선리 634-28외 2필지",무료,33.3251,126.834,110
263,"성산일출봉 주차장","제주특별자치도 서귀포시 성산읍 성산리 114-3",무료,33.4625,126.935,113
264,"산방산 주차장","제주특별자치도 서귀포시 안덕면 사계리 166-4",무료,33.2363,126.313,108
265,"삼성의원 앞","제주특별자치도 서귀포시 대정읍 하모리 841-58",무료,33.2203,126.253,107
266,돔베낭골,"제주특별자치도 서귀포시 호근동 1619",무료,33.24,126.532,110
267,천지연주차장,"제주특별자치도 서귀포시 서홍동 684",무료,33.2439,126.561,110
268,문부공원,"제주특별자치도 서귀포시 동홍동 646-1",무료,33.2542,126.57,110
269,"용머리 주차장","제주특별자치도 서귀포시 안덕면 사계리 118",무료,33.2338,126.311,108
270,월드컵경기장,"제주특별자치도 서귀포시 법환동 914",무료,33.2472,126.509,110
271,매일올레시장공영주차장,"제주특별자치도 서귀포시 서귀동 277-2",유료,33.25,126.563,110
272,용머리주차장,"제주특별자치도 서귀포시 안덕면 사계리 163-1",무료,33.2359,126.312,108
273,"대정감협 앞","제주특별자치도 서귀포시 대정읍 하모리 964-2",무료,33.223,126.252,107
274,걸매생태공원,"제주특별자치도 서귀포시 서홍동 477-1",무료,33.2505,126.555,110
275,"제일교회 부근","제주특별자치도 서귀포시 대정읍 하모리 1129-1",무료,33.2222,126.25,107
276,"고성오일장 옆","제주특별자치도 서귀포시 성산읍 고성리 1188-2",무료,33.452,126.914,113
277,"남원읍 남원리 180 노상","제주특별자치도 서귀포시 남원읍 남원리 180",무료,33.2801,126.718,111
278,소방파출소,"제주특별자치도 서귀포시 성산읍 오조리 803-1",무료,33.4605,126.91,113
279,"구 오일장 옆","제주특별자치도 서귀포시 남원읍 남원리 83-11",무료,33.2789,126.721,111
280,"민속촌 주차장","제주특별자치도 서귀포시 표선면 표선리 40-77",무료,33.3243,126.843,112
281,성읍민속마을,"제주특별자치도 서귀포시 표선면 성읍리 778",무료,33.3849,126.801,112
282,"안덕면 구면민관 부지","제주특별자치도 서귀포시 안덕면 화순리 318-16",무료,33.2472,126.336,108
283,매일올레시장입구,"제주특별자치도 서귀포시 서귀동 276-19",무료,33.2495,126.563,110
284,"하모3리마을회관 옆","제주특별자치도 서귀포시 대정읍 하모리 1077-1",무료,33.2216,126.25,107
285,1호광장주차장,"제주특별자치도 서귀포시 서귀동 298-2",혼합,33.2518,126.56,110
286,정방폭포,"제주특별자치도 서귀포시 동홍동 277",무료,33.2446,126.573,110
287,"상모아파트 앞","제주특별자치도 서귀포시 대정읍 상모리 3970-2",무료,33.2226,126.257,107
288,"여성회관 북쪽","제주특별자치도 서귀포시 서귀동 321-5",무료,33.2497,126.559,110
289,"고성리 회전교차로","제주특별자치도 서귀포시 성산읍 고성리 346-2",무료,33.4467,126.916,113
290,홍마트앞,"제주특별자치도 서귀포시 하모리 772-15",무료,33.2198,126.252,110
291,"대륜동 경로당인근","제주특별자치도 서귀포시 법환동 1063",무료,33.2403,126.508,110
292,회수사거리,"제주특별자치도 서귀포시 회수동 788-2",무료,33.2631,126.443,110
293,"하모2리사무소 옆","제주특별자치도 서귀포시 대정읍 하모리 1512-1",무료,33.2239,126.253,107
294,제주은행맞은편,"제주특별자치도 서귀포시 하모리 846-11",무료,33.2212,126.253,110
295,아랑조을거리주차장,"제주특별자치도 서귀포시 서귀동 312-6",혼합,33.2478,126.56,110
296,"읍사무소 옆","제주특별자치도 서귀포시 성산읍 고성리 1022외 1필지",무료,33.4426,126.911,113
297,쇠소깍,"제주특별자치도 서귀포시 하효동 990-1",무료,33.2542,126.622,110
298,천지주차빌딩,"제주특별자치도 서귀포시 서귀동 305-23",혼합,33.2507,126.561,110
299,"면사무소 옆","제주특별자치도 서귀포시 표선리 709",무료,33.3259,126.831,110
300,"고성리 구)보건지소","제주특별자치도 서귀포시 성산읍 고성리 1192-2",무료,33.4509,126.914,113
301,동광육거리,"제주특별자치도 서귀포시 안덕면 동광리 827",무료,33.311,126.342,108
302,"구)한라석재부지 맞은편","제주특별자치도 서귀포시 서귀동 300-19",무료,33.2516,126.56,110
303,구)기성카센터,"제주특별자치도 서귀포시 서귀동 402-2",무료,33.2478,126.566,110
304,화순사거리,"제주특별자치도 서귀포시 안덕면 화순리 1072",무료,33.2463,126.335,108
305,"중앙 (구) 남고","제주특별자치도 서귀포시 서귀동 291-2",무료,33.25,126.562,110
306,중앙공영주차장,"제주특별자치도 서귀포시 서귀동 291-3",혼합,33.2497,126.562,110
307,구)성산농협창고,"제주특별자치도 서귀포시 성산읍 고성리 327-1,314-1",무료,33.4256,126.881,113
308,남원의례회관,"제주특별자치도 서귀포시 남원읍 남원리 380-1,381",무료,33.2945,126.712,111
309,동홍작은도서관,"제주특별자치도 서귀포시 동홍동 470-1",무료,33.2557,126.572,110
310,롯데상가앞,"제주특별자치도 서귀포시 색달동 2877-12일원",무료,33.2511,126.413,110
311,부영호텔앞,"제주특별자치도 서귀포시 중문동 2567-1 일원",무료,33.2438,126.423,109
312,서귀포향토오일시장,"제주특별자치도 서귀포시 동홍동 774-3",무료,33.2664,126.573,110
313,성산항공영주차장,"제주특별자치도 서귀포시 성산읍 성산리 347-9",혼합,33.4721,126.933,113
314,외돌개,"제주특별자치도 서귀포시 서홍동 780-1",무료,33.2415,126.548,110
315,"원광어린이집 인근","제주특별자치도 서귀포시 성산읍 고성리 1089",무료,33.4491,126.911,113
316,주상절리대입구,"제주특별자치도 서귀포시 중문동 2757-4 일원",무료,33.2386,126.426,109
317,중문관광단지보조경기장앞,"제주특별자치도 서귀포시 대포동 2491 일원",무료,33.2351,126.434,110
318,"중문관광단지 안내소","제주특별자치도 서귀포시 색달동 2558-1",무료,33.2549,126.414,110
319,중문색달해변,"제주특별자치도 서귀포시 색달동 2950-3 일원",무료,33.245,126.415,110
320,"중문색발해변 증설주차장","제주특별자치도 서귀포시 색달동 2889-1 일원",무료,33.2461,126.415,110
321,중문승마장옆,"제주특별자치도 서귀포시 중문동 2491 일원",무료,33.2444,126.428,109
322,천제연폭포,"제주특별자치도 서귀포시 중문동 2230 일원",무료,33.2532,126.419,109
323,천지동노인회관,"제주특별자치도 서귀포시 서귀동 321-5",무료,33.2497,126.559,110
324,컨벤션센터앞,"제주특별자치도 서귀포시 중문동 2743 일원",무료,33.2657,126.427,109
325,표선의례회관앞,"제주특별자치도 서귀포시 표선면 표선리 2103",무료,33.3269,126.824,112
326,혁신도시공영주차장,"제주특별자치도 서귀포시 서호동 1603",무료,33.2977,126.448,110
327,중문오일시장,"제주특별자치도 서귀포시 중문동 2128-1, 2129-3",무료,33.2847,126.391,109
