r_id,r_name,address,r_phone
1,(주)한성,"제주시 도령로13길5(연동)",064-747-2100
2,(주)동아,"제주시 용문로88(용담2동)",064-743-1515
3,(주)뉴아리랑,"제주시 탑동로89(삼도2동)",064-749-2139
4,(주)제주아산,"제주시 연미길44(오라3동)",064-743-9991
5,(주)월드,"제주시 오일장종길 39(도두1동)",064-743-1007
6,(주)한국,"제주시 월광로25(노형동)",064-748-5005
7,(주)탐라,"제주시 공항로5(용담2동)",064-742-3300
8,(주)써니빌,"제주시 오일장길6(도두1동)",064-748-1600
9,(주)용두암,"제주시 용해로74(용담2동)",064-711-0388
10,(주)장수,"제주시 월광로154(노형동)",064-746-8400
11,(주)가자제주,"제주시 억삼길10(이호2동)",064-744-2002
12,(주)오름,"제주시 연미길12(오라3동)",064-712-8570
13,(주)제주렌트카,"제주시 용문로8(용담2동)",064-1588-3301
14,(주)오케이,"제주시 용문로64(용담2동)",064-743-4000
15,(주)제주씽씽,"제주시 한북로79(오등동)",064-746-8466
16,(주)굿모닝,"제주시 오광로65(이호2동)",064-742-8003
17,(유)제주공항,"제주시 오광로24(이호2동)",064-744-4800
18,(주)매트로,"제주시 억삼길10(이호2동)",064-712-6555
19,(주)한길,"제주시 우정로88(외도1동)",064-712-6161
20,(주)대진,"제주시 월성로30(용담2동)",064-712-9501
21,(주)발리,"제주시 도리로110(도평동)",064-743-3727
22,(주)렌트파크,"제주시 용해로80-7(용담2동)",064-711-1665
23,(주)하나클래식,"제주시 성화로1길5(용담2동)",064-711-9611
24,(주)행운,"제주시 도령로54(노형동)",064-745-9119
25,(주)제주사랑,"제주시 한천로23(용담2동)",064-712-0091
26,(주)한라산,"제주시 오일장중길27(도두1동)",064-748-8222
27,(주)특별한,"제주시 우정로22(외도1동)",064-805-8005
28,(주)올레,"제주시 우평로178(도평동)",064-743-7300
29,(주)제주하늘,"제주시 도령로66(연동)",064-744-0204
30,(주)제주드림,"제주시 일주서로7843(연동)",064-744-3939
31,(주)제주여행,"제주시 연삼로27(연동)",064-711-6111
32,"(주)제주 e","제주시 일주서로(이호2동)",064-713-6000
33,(주)좋은,"제주시 서해안로224-8(도두1동)",064-745-0017
34,(주)KD,"제주시 정존13길4(노형동)",064-745-0753
35,(주)제주평화,"제주시 용해로 119(용담2동)",064-742-9944
36,(유)제주현대,"제주시 절물1길10(외도1동)",064-742-0089
37,(주)쏘카,"제주시 도령로15길6(연동)",064-1661-3315
38,(주)썬렌트카,"제주시 제성1길36(도두2동)",064-773-8000
39,(주)뉴제주올레,"제주시 서광로94(오라3동)",064-1588-6869
40,(주)스마트,"제주시 백포남길10(이호2동)",064-745-7272
41,(주)포시즌,"제주시 오남로20(오라1동)",064-712-7121
42,(주)무지개,"제주시 제성1길30(도두2동)",064-746-3500
43,(주)뉴대한,"제주시 서광로 129(용담2동)",064-712-7811
44,(주)우리렌트카,"제주시 용해로50(용담2동)",064-745-9797
45,(주)제주신화렌트카,"제주시 우평로40(도평동)",064-713-6663
46,(주)비전렌터카,"제주시 아연로 256(오라2동)",064-745-2004
47,(주)공항렌터카,"제주시 오광로24(이호2동)",064-745-4801
48,(주)레츠고,"제주시 용해로50(용담2동)",064-745-6566
49,(주)힐렌터카,"제주시 용해로35(용담3동)",064-744-0234
50,(주)통일렌터카,"제주시 제성1길30(도두이동)",064-745-4500
51,(주)더쎄븐렌트카,"제주시 오광로 67(이호1동)",064-763-0007
52,(주)금강렌트카,"제주시 용문로21길(용담2동)",064-749-2900
53,(주)메이저렌트카,"제주시 제성1길28(도두1동)",064-743-1000
54,(주)갤럭시렌트카,"제주시 일주서로7822(연동)",064-744-1116
55,(주)유명렌트카,"제주시 제성1길28(도두1동)",064-712-5100
56,(주)조아렌트카,"제주시 노형로120-1(해안동)",064-727-2000
57,(주)메이스렌트카,"제주시 오남로20(오라1동)",064-722-7373
58,(주)오라렌트카,"제주시 제성1길30(도두1동)",064-746-0700
59,(주)케이렌트카,"제주시 남성로30(용담일동)",064-727-8877
60,(유)제주삼성렌트카,"제주시 오광로 93(이호이동)",064-745-7070
61,(주)에이제이,"제주시 제주시 용문로48(용담2동)",064-726-3322
62,(주)케이티렌탈,"제주시 용해로80-21(용담2동)",064-751-8000
63,(주)차세대,"제주시 명신1길20(용담2동)",064-711-9030
64,(주)SK,"제주시 일주서로7582(이호2동)",064-726-6461
65,(주)경동,"제주시 오광로141(노형동)",064-744-7475
66,(주)한진,"제주시 용문로16(연동)",064-748-6100
67,(주)동부,"제주시 용문로24(노형동)",064-712-7368
68,(주)디알,"제주시 신광로13(연동)",064-713-2656
69,(주)레드캡,"제주시 용문로56-7(용담2동)",064-803-0391
70,(주)하이렌트카,"제주시 용해로58-7(용담2동)",064-805-1500
71,(주)제주스타렌탈,"제주시 용문로20(용담2동)",064-723-3345
72,(주)제주제일렌터카,"제주시 공항로5(용담2동)",064-747-5670
73,(주)하나로오토렌탈,"제주시 도령로40(노형동)",064-749-0588
74,(주)채영렌트카,"제주시 연삼로145(오라3동)",064-748-2990
75,(주)해피넥트웩스,"제주시 일주서로7581(이호2동)",064-711-7935
