s_id,s_name,fastcharge,location,s_long,s_lat,LNO
1,노형동주민센터,Y,"제주특별자치도 제주시 노형동?3793-1",33.4831,126.477,104
2,축산진흥원,Y,"제주특별자치도 제주시 축산마을길?13",33.4415,126.487,104
3,"제주소방서 항만119센터",Y,"제주특별자치도 제주시 건입동?902-2",33.5201,126.539,104
4,"제주시 평생학습센터",Y,"제주특별자치도 제주시 사라봉동길?15",33.5141,126.547,104
5,건입동주민센터,Y,"제주특별자치도 제주시 만덕로?18",33.515,126.532,104
6,구좌체육관,Y,"제주특별자치도 제주시 구좌읍 김녕리?497-1",33.5562,126.762,106
7,"비자림 주차장",Y,"제주특별자치도 제주시 구좌읍 평대리?3161-1",33.4913,126.811,106
8,해녀박물관,Y,"제주특별자치도 제주시 구좌읍 하도리?3204-1",33.5235,126.863,106
9,제주에너지홍보관,Y,"제주특별자치도 제주시 구좌읍 행원리?21",33.5594,126.819,106
10,노루생태공원,Y,"제주특별자치도 제주시 봉개동 산51-2",33.4444,126.627,104
11,제주4.3평화공원,Y,"제주특별자치도 제주시 명림로?430",33.4506,126.618,104
12,절물자연휴양림,Y,"제주특별자치도 제주시 명림로?584",33.4394,126.628,104
13,삼양동주민센터,Y,"제주특별자치도 제주시 삼양2동?2136-9",33.5218,126.586,104
14,"제주테크노파크 방송통신융합센터",Y,"제주특별자치도 제주시 첨단로?241",33.4514,126.572,104
15,아라동주민센터,Y,"제주특별자치도 제주시 중앙로?527",33.4763,126.545,104
16,애월읍사무소,Y,"제주특별자치도 제주시 애월읍 애월리?240",33.4621,126.329,103
17,"녹고뫼 안트레안내센터",Y,"제주특별자치도 제주시 애월읍 유수암리?1178-1",33.4062,126.408,103
18,"봉성리 종합복지회관",Y,"제주특별자치도 제주시 애월읍 봉성리?3808-6",33.4221,126.312,103
19,해군호텔,Y,"제주특별자치도 제주시 해안마을서2길19",33.459,126.449,104
20,한전종합홍보관,Y,"제주특별자치도 제주시 구좌읍 행원리?575-4",33.5573,126.813,106
21,"한전 제주본부",Y,"제주특별자치도 제주시 연동?322-2",33.489,126.501,104
22,한전?APT,N,"제주특별자치도 제주시 삼양1동?1590",33.5279,126.593,104
23,서귀포지사,Y,"제주특별자치도 서귀포시 신중로?56",33.2541,126.511,110
24,무수천주유소,Y,"제주특별자치도 제주시 해안동 2350-1",33.4633,126.452,104
25,삼남주유소,N,"제주특별자치도 제주시 용담1동?265-4",33.5052,126.514,104
26,삼광주유소,Y,"제주특별자치도 제주시 화북이동?3258-2",33.5043,126.562,104
27,삼다주유소,Y,"제주특별자치도 제주시 연동?1969",33.4941,126.488,104
28,중문관광(LPG충전소),Y,"제주특별자치도 서귀포시 상예동?260",33.263,126.398,110
29,제주월컴센타,N,"제주특별자치도 제주시 연동?313-10",33.4873,126.498,104
30,KT신제주지사,Y,"제주특별자치도 제주시 연동?321-23",33.4903,126.501,104
31,엘리시안C.C,N,"제주특별자치도 제주시 애월읍 어음리?3914",33.3719,126.382,103
32,한림공원,N,"제주특별자치도 제주시 한림읍 협재리?2487",33.3895,126.24,102
33,신재생에너지홍보관,N,"제주특별자치도 제주시 구좌읍 행원리?1-3",33.5594,126.817,106
34,소인국테마파크,N,"제주특별자치도 서귀포시 안덕면 서광리?725",33.2904,126.323,108
35,감귤박물관,N,"제주특별자치도 서귀포시 신효동 산 1",33.2705,126.605,110
36,해비치리조트,Y,"제주특별자치도 서귀포시 표선면 표선리?40-69",33.3234,126.845,112
37,SKN?제주차고지,Y,"제주특별자치도 제주시 용담2동?2597-4",33.5013,126.507,104
38,제주켄싱턴호텔,N,"제주특별자치도 서귀포시 색달동?2785",33.2528,126.409,110
39,성산일출봉,Y,"제주특별자치도 서귀포시 성산읍 일출로 284-12",33.4621,126.936,113
40,"CU 중문관광단지점",N,"제주특별자치도 서귀포시 중문관광로 94",33.2507,126.415,109
41,"제주 하얏트리젠시",Y,"제주특별자치도 서귀포시 중문관광로?72번길?114",33.2456,126.406,109
42,중앙주유소,Y,"제주특별자치도 제주시 구좌읍 구좌로?74",33.5215,126.858,106
43,비오토피아,Y,"제주특별자치도 서귀포시 안덕면 상천리?380-7",33.3203,126.399,108
44,남원하나로마트,Y,"제주특별자치도 서귀포시 남원읍 남조로?52",33.2844,126.722,110
45,"다이아나 호텔",Y,"제주특별자치도 제주시 건입동?658-1",33.5178,126.54,104
46,한양모터스,Y,"제주특별자치도 제주시 용담2동?1543-3",33.5045,126.499,104
47,제주필하우스,Y,"제주특별자치도 제주시 조천읍 북촌리?1586-1",33.5449,126.686,105
48,바다목장,Y,"제주특별자치도 제주시 한경면 신창리?542-9",33.3461,126.179,101
49,"카페 잠도둑",Y,"제주특별자치도 서귀포시 성산읍 신풍리37",33.3589,126.864,113
50,"한경도서관 앞 주차장",Y,"제주특별자치도 제주시 한경면 신창리 233-1",33.3498,126.185,101
51,"하귀1지구 공영주차장",Y,"제주특별자치도 제주시 하귀1리 176-3",33.4846,126.418,104
52,"제주시 상하수도 본부",Y,"제주특별자치도 제주시 조천읍 중산간동로 601",33.4996,126.65,105
53,"삼성혈 인근 공영주차장",Y,"제주특별자치도 제주시 이도1동 1293-1",33.5046,126.53,104
54,"제주상공회의소 뒤편 주차장",Y,"제주특별자치도 제주시 도남동 574-3",33.4904,126.52,104
55,"오일시장 일대 공영주차장",Y,"제주특별자치도 제주시 오일장서길 26",33.4975,126.475,104
56,외도구획정리지구,Y,"제주특별자치도 제주시 외도1동 482-1",33.4899,126.433,104
57,제주도청?1청사,Y,"제주특별자치도 제주시 연동?312-1",33.4888,126.498,104
58,제주도청?2청사,Y,"제주특별자치도 제주시 연동?322-1",33.489,126.501,104
59,제주도의회,Y,"제주특별자치도 제주시 문연로 13",33.4903,126.499,104
60,용담2동주민센터,Y,"제주특별자치도 제주시 흥운길?27",33.5116,126.512,104
61,제주시보건소,Y,"제주특별자치도 제주시 연삼로?264",33.4917,126.52,104
62,도남e편한세상아파트1차,Y,"제주특별자치도 제주시 오남로 7-13",33.495,126.523,104
63,외도동주민센터,Y,"제주특별자치도 제주시 일주서로?7350",33.493,126.432,104
64,별빛누리공원,Y,"제주특별자치도 제주시 오등동 산34",33.445,126.549,104
65,"관음사 휴게소",Y,"제주특별자치도 제주시 오등동 산180-3",33.4219,126.55,104
66,한라도서관,Y,"제주특별자치도 제주시 오라2동?899-3",33.4764,126.516,104
67,"제주 종합경기장?1",Y,"제주특별자치도 제주시 오라1동?1137",33.4958,126.516,104
68,"제주 종합경기장?2",Y,"제주특별자치도 제주시 오라1동?1137",33.4958,126.516,104
69,제주시청,Y,"제주특별자치도 제주시 이도?2동?1176-1",33.5,126.532,104
70,양지공원,Y,"제주특별자치도 제주시?516로?2810-31",33.44,126.58,104
71,산굼부리,Y,"제주특별자치도 제주시 조천읍 교래리 산38-2",33.4349,126.69,105
72,"거문오름 주차장",Y,"제주특별자치도 제주시 조천읍 선흘리?478",33.457,126.714,105
73,세계자연유산센터,Y,"제주특별자치도 제주시 조천읍 선교로?569-36",33.457,126.714,105
74,성판악휴게소,Y,"제주특별자치도 제주시 조천읍 교래리 산137-2",33.3922,126.605,105
75,"람사르습지 주차장",Y,"제주특별자치도 제주시 조천읍 선흘리?924",33.5095,126.715,105
76,조천체육관,Y,"제주특별자치도 제주시 조천읍 조천리?1176-1",33.5397,126.644,105
77,조천읍사무소,Y,"제주특별자치도 제주시 조천읍 신북로?194",33.5346,126.634,105
78,제주돌문화공원,Y,"제주특별자치도 제주시 조천읍 교래리 산?95",33.4368,126.667,105
79,제주동물위생시험소,Y,"제주특별자치도 제주시 조천읍 와흘리",33.482,126.641,105
80,한경면체육관,Y,"제주특별자치도 제주시 한경면 고산리?1881-2",33.3014,126.185,101
81,한경면사무소,Y,"제주특별자치도 제주시 한경면 두신로?84",33.3501,126.184,101
82,제주현대미술관,Y,"제주특별자치도 제주시 한경면 저지리?2114-63",33.3399,126.266,101
83,한림읍사무소,Y,"제주특별자치도 제주시 한림읍 한림리?919",33.4103,126.267,102
84,"어리목 주차장",Y,"제주특별자치도 제주시 해안동 산220-13",33.3922,126.495,104
85,농업기술원,Y,"제주특별자치도 서귀포시 강정동?3458",33.2613,126.489,110
86,"남원 동부보건소",Y,"제주특별자치도 서귀포시 남원읍 남원리?2359-1",33.2758,126.703,111
87,남원읍사무소,Y,"제주특별자치도 서귀포시 남원읍 태위로?695",33.2798,126.721,111
88,"(재)테크노파크 생물종다양성연구소",Y,"제주특별자치도 서귀포시 남원읍 신례리?2162-43",33.3158,126.636,111
89,"대정 영어교육도시",Y,"제주특별자치도 서귀포시 대정읍 구억리?618",33.2877,126.282,107
90,대정읍사무소,Y,"제주특별자치도 서귀포시 대정읍 하모리?1413",33.2268,126.252,107
91,무릉문화의집,Y,"제주특별자치도 서귀포시 대정읍 서삼중로?128",33.2735,126.199,107
92,서귀포시민회관,Y,"제주특별자치도 서귀포시 동홍동?453-1",33.2514,126.567,110
93,"대륜동주민센터 주차장",Y,"제주특별자치도 서귀포시 법환동?873-2",33.2482,126.511,110
94,중문랜드,Y,"제주특별자치도 서귀포시 상예동?2802",33.264,126.385,110
95,돈내코야영장,Y,"제주특별자치도 서귀포시 상효동?1459",33.3003,126.585,110
96,"서귀포시청 ?1청사",Y,"제주특별자치도 서귀포시 서홍동?440-1",33.2541,126.56,110
97,천지연폭포,Y,"제주특별자치도 서귀포시 서홍동?680",33.2439,126.56,110
98,성산읍사무소,Y,"제주특별자치도 서귀포시 성산읍 고성리?1023-2",33.4424,126.911,113
99,일출랜드,Y,"제주특별자치도 서귀포시 성산읍 삼달리?1010",33.3835,126.841,113
100,"산방산 주차장",Y,"제주특별자치도 서귀포시 안덕면 사계리?163-1",33.2359,126.312,108
101,안덕면사무소,Y,"제주특별자치도 서귀포시 안덕면 화순리?1961-1",33.2575,126.331,108
102,중문컨벤션센터,Y,"제주특별자치도 서귀포시 중문동?2700",33.2414,126.425,109
103,성읍민속마을,Y,"제주특별자치도 서귀포시 표선면 성읍리?855-3",33.3844,126.801,112
104,"쇠소깍 공영주차장",Y,"제주특별자치도 서귀포시 하효동?990-1",33.2542,126.622,110
105,"건입동 주민센터",N,"제주특별자치도 제주시 건입동 1189-2",33.515,126.532,104
106,"구좌 동부보건소",N,"제주특별자치도 제주시구좌읍김녕리1696",33.5543,126.751,104
107,구좌읍사무소,N,"제주특별자치도 제주시 구좌읍 세화리?1561-7",33.5225,126.852,106
108,"노형동 주민센터",N,"제주특별자치도 제주시 노형동1423-1",33.483,126.477,104
109,제주보건소,N,"제주특별자치도 제주시 도남동?567-1",33.4917,126.52,104
110,"도두동 주민센터",N,"제주특별자치도 제주시 도두1동1987-1",33.5029,126.468,104
111,"도두 하수처리장",N,"제주특별자치도 제주시 도두2동?849",33.5074,126.479,104
112,"봉개동 ?주민센터",N,"제주특별자치도 제주시 봉개동?1824-1",33.4917,126.595,104
113,"삼도1동 ?주민센터",N,"제주특별자치도 제주시 삼도1동528-17",33.5037,126.518,104
114,"삼도2동 ?주민센터",N,"제주특별자치도 제주시 삼도2동108-15",33.5117,126.522,104
115,"삼양동 ?주민센터",N,"제주특별자치도 제주시 삼양2동?2136-9",33.5218,126.586,104
116,인재개발원,N,"제주특별자치도 제주시 아라1동?368-20",33.4469,126.56,104
117,"아라동 ?주민센터",N,"제주특별자치도 제주시 아라1동1644-5",33.4763,126.545,104
118,제주시자치경찰단,N,"제주특별자치도 제주시 아라2동?1371-2",33.485,126.544,104
119,농산물원종장,N,"제주특별자치도 제주시 애월읍 봉성리?951-7",33.3755,126.329,103
120,애월?119센터,N,"제주특별자치도 제주시 애월읍 고내리?215",33.4667,126.349,103
121,도의회,N,"제주특별자치도 제주시 연동?311-45",33.4903,126.499,104
122,보건환경연구원,N,"제주특별자치도 제주시 연동?1452-1",33.4798,126.495,104
123,"설문대여성문화센터 내",N,"제주특별자치도 제주시 연동?324-10",33.4844,126.501,104
124,연동주민센터,N,"제주특별자치도 제주시 연동?302-6",33.4883,126.497,104
125,"제주도 소방방재본부",N,"제주특별자치도 제주시 연동?311-51",33.4906,126.499,104
126,"오라동 주민센터",N,"제주특별자치도 제주시 오라2동1191",33.4951,126.512,104
127,제주아트센터,N,"제주특별자치도 제주시 오남로?231　",33.4755,126.516,104
128,"외도동 주민센터",N,"제주특별자치도 제주시 외도2동233-4",33.493,126.432,104
129,"용담1동 주민센터",N,"제주특별자치도 제주시 용담1동242-6",33.5096,126.514,104
130,KT금호렌트카제주지사,N,"제주특별자치도 제주시 용담2동?870-4",33.51,126.502,104
131,"용담2동 주민센터",N,"제주특별자치도 제주시 용담2동358-32",33.5116,126.512,104
132,인켈정보통신,N,"제주특별자치도 제주시 용담2동?2597-4",33.5013,126.507,104
133,제주공항항공정보실,N,"제주특별자치도 제주시 용담2동?2002",33.5063,126.495,104
134,우도면사무소,N,"제주특별자치도 제주시 우도면 연평리?1451-3",33.5063,126.953,104
135,우도보건지소,N,"제주특별자치도 제주시 우도면 연평리?1451-3",33.5063,126.953,104
136,KT제주본부,N,"제주특별자치도 제주시 이도1동?1643-1",33.504,126.525,104
137,고용센터(상록회관),N,"제주특별자치도 제주시 중앙로?165　",33.5044,126.527,104
138,"이도1동 주민센터",N,"제주특별자치도 제주시 이도1동1695-1",33.5074,126.527,104
139,"이도2동 주민센터",N,"제주특별자치도 제주시 이도2동1051-6",33.497,126.535,104
140,"제주 소방서",N,"제주특별자치도 제주시 이도2동?1996-4",33.4908,126.537,104
141,제주소방서,N,"제주특별자치도 제주시 중앙로?342",33.4908,126.537,104
142,"제주시 자동차등록사무소",N,"제주특별자치도 제주시 이도2동?1860-1",33.4963,126.533,104
143,"제주시청 직장어린이집",N,"제주특별자치도 제주시 이도?2동?1176-1",33.5,126.532,104
144,한전제주전력소,N,"제주특별자치도 제주시 이도2동?996-7",33.4983,126.537,104
145,스피드메이트,N,"제주특별자치도 제주시 이호2동?1575",33.495,126.457,104
146,"일도1동 주민센터",N,"제주특별자치도 제주시 일도1동1306-7",33.5151,126.526,104
147,민속자연사박물관,N,"제주특별자치도 제주시 일도2동?996-1",33.5061,126.532,104
148,"일도2동 주민센터",N,"제주특별자치도 제주시 일도2동161",33.5116,126.538,104
149,상하수도본부,N,"제주특별자치도 제주시 조천읍 대흘리?2778-30",33.4996,126.65,105
150,조천?119센터,N,"제주특별자치도 제주시 조천읍 조천리?833-5",33.5411,126.647,105
151,"조천 항일기념관",N,"제주특별자치도 제주시 조천읍 신북로?303",33.5415,126.643,105
152,추자면사무소,N,"제주특별자치도 제주시 추자면 대서리?19-1",33.9636,126.296,104
153,서부하수처리장,N,"제주특별자치도 제주시 한경면 판포리?1608",33.37,126.206,101
154,"제주시 서부보건소",N,"제주특별자치도 제주시 한림읍 한림리?966-1",33.4123,126.27,102
155,한림체육관,N,"제주특별자치도 제주시 한림읍 한림중앙로?71-9",33.409,126.268,102
156,한전서제주변환소,N,"제주특별자치도 제주시 해안동?95",33.4549,126.474,104
157,화북119센터,N,"제주특별자치도 제주시 동화로?1길?3",33.5194,126.574,104
158,"화북동 ?주민센터",N,"제주특별자치도 제주시 화북1동1976-7",33.5202,126.565,104
159,제주환경사무소,N,"제주특별자치도 제주시 회천동?294-22",33.4619,126.629,104
160,C&P리조트,N,"제주특별자치도 서귀포시 성산읍 삼달리?1767",33.3902,126.831,113
161,KT서귀포지사,N,"제주특별자치도 서귀포시 서귀동?292-5",33.2487,126.562,110
162,KT성산포지사,N,"제주특별자치도 서귀포시 성산읍 고성리?1106-7",33.4468,126.912,113
163,"가파도 마을회관",N,"제주특별자치도 서귀포시 대정읍 가파리?70-1",33.1664,126.274,107
164,농업인기술센터,N,"제주특별자치도 서귀포시 남원읍 하례리?1558",33.2881,126.608,111
165,대륜동주민센터,N,"제주특별자치도 서귀포시 법환동?873-2",33.2482,126.511,110
166,대정119안전센터,N,"제주특별자치도 서귀포시 대정읍 일과리136",33.2325,126.241,107
167,대천동주민센터,N,"제주특별자치도 서귀포시 도순동272-1",33.2508,126.478,110
168,동부보건소,N,"제주특별자치도 서귀포시 남원읍 남원리?2359-1",33.2758,126.703,111
169,동홍동주민센터,N,"제주특별자치도 서귀포시 동홍동?577",33.2579,126.569,110
170,"붉은오름 자연휴양림",N,"제주특별자치도 서귀포시 표선면 가시리 산158",33.3959,126.67,112
171,"삼매봉 도서관",N,"제주특별자치도 서귀포시 서홍동?621",33.2447,126.552,110
172,색달쓰레기매립장,N,"제주특별자치도 서귀포시 색달동 산8-2",33.307,126.419,110
173,색달하수처리장,N,"제주특별자치도 서귀포시 색달동?3217",33.2421,126.396,110
174,"서귀포 소방서",N,"제주특별자치도 서귀포시 동홍동?453-1",33.2514,126.567,110
175,서귀포보건소,N,"제주특별자치도 서귀포시 서홍동?447-3",33.2534,126.555,110
176,"서귀포시 노인복지관",N,"제주특별자치도 서귀포시 동홍동?646-1",33.2542,126.57,110
177,"서귀포시 예술의전당",N,"제주특별자치도 서귀포시 서홍동?615",33.2452,126.552,110
178,"서귀포시 자치경찰단",N,"제주특별자치도 서귀포시 서귀동?556-15",33.2451,126.566,110
179,서귀포시청?2청사,N,"제주특별자치도 서귀포시 법환동?731",33.2554,126.511,110
180,"서귀포시 서부보건소",N,"제주특별자치도 서귀포시 대정읍 하모리 2141",33.219,126.253,107
181,서홍동주민센터,N,"제주특별자치도 서귀포시 서홍동?397-24",33.2559,126.56,110
182,송산동주민센터,N,"제주특별자치도 서귀포시 서귀동?556-2",33.245,126.566,110
183,영천동주민센터,N,"제주특별자치도 서귀포시 토평동2202-3",33.2688,126.587,110
184,예래동주민센터,N,"제주특별자치도 서귀포시 상예동?518-4",33.2543,126.398,110
185,정방동주민센터,N,"제주특별자치도 서귀포시 서귀동?540-3",33.2459,126.565,110
186,제주UTD축구단?(1),N,"제주특별자치도 서귀포시 강정동?208",33.2522,126.503,110
187,제주UTD축구단?(2),N,"제주특별자치도 서귀포시 강정동?3355-5",33.2534,126.491,110
188,중문동주민센터,N,"제주특별자치도 서귀포시 중문동 1864-1",33.2514,126.435,109
189,중문119센터,N,"제주특별자치도 서귀포시 중문동?2162",33.252,126.422,109
190,중앙동주민센터,N,"제주특별자치도 서귀포시 서귀동?269-4",33.2507,126.565,110
191,천지동주민센터,N,"제주특별자치도 서귀포시 서귀동?294-15",33.2478,126.561,110
192,"평생학습센터 주차장",N,"제주특별자치도 서귀포시 서귀동?321-10",33.2493,126.559,110
193,"표선면 사무소",Y,"제주특별자치도 서귀포시 표선면 표선리?701",33.3265,126.832,112
194,해양수산연구원,N,"제주특별자치도 서귀포시 표선면 표선리?1311-6",33.3075,126.829,112
195,효돈동주민센터,N,"제주특별자치도 서귀포시 하효동152-1",33.2633,126.616,110
196,"sk행복날개 주유소",Y,"제주특별자치도 제주시 용문로 12 행복날개주유소",33.505,126.498,104
197,제주종합경기장,Y,"제주특별자치도 제주시 오라1동 1163-4",33.4975,126.516,104
198,일도이동공영주차장,Y,"제주특별자치도 제주시 일도이동 984-3",33.5122,126.537,104
199,토끼와거북이,Y,"제주특별자치도 제주시 서해안로 498-6",33.5188,126.492,104
200,"기아오토큐 오라동대리점",Y,"제주특별자치도 제주시 연삼로 116",33.5005,126.532,104
201,"제주대학교 병원",Y,"제주특별자치도 제주시 아란13길 15",33.467,126.546,104
202,"기아오토큐 화북대리점",Y,"제주특별자치도 제주시 일주동로 14",33.5118,126.549,104
203,한경농협,Y,"제주특별자치도 제주시 한경면 두신로 87",33.351,126.183,101
204,조천농협,Y,"제주특별자치도 제주시 조천읍 신북로 240",33.5365,126.639,105
205,탑동2공영주차장,Y,"제주특별자치도 제주시 삼도2동 1257",33.5183,126.52,104
206,"하귀 농협 복지센터",Y,"제주특별자치도 제주시 일주서로 7020",33.4812,126.4,104
207,"하귀 농협 장례식장",Y,"제주특별자치도 제주시 애월읍 애조로 405",33.4731,126.427,103
208,"제주공항 입구주차장",Y,"제주특별자치도 제주시 용담2동 1611",33.5033,126.496,104
209,"롯데리아 제주외도?DT",Y,"제주특별자치도 제주시 일주서로 7335",33.4932,126.431,104
210,"애월 농협",Y,"제주특별자치도 제주시 애월읍 애원로 41",33.4603,126.322,103
211,한국충전㈜,Y,"제주특별자치도 제주시 연삼로 61",33.4939,126.499,104
212,연동공영주차장(로얄호텔앞),N,"제주특별자치도 제주시 연동 272-31",33.489,126.491,104
213,GS25?너울빌리지,Y,"제주특별자치도 제주시 한경면 일주서로 4469",33.3629,126.193,101
214,"롯데하이마트 신제주점",Y,"제주특별자치도 제주시 도령로 16",33.4866,126.481,104
215,"현대블루핸즈 연동점",N,"제주특별자치도 제주시 신대로21길 34-1",33.4819,126.5,104
216,"현대블루핸즈 외도점",N,"제주특별자치도 제주시 우평로 345-8",33.4836,126.43,104
217,"현대블루핸즈 한림점",Y,"제주특별자치도 제주시 한림읍 일주서로 5697",33.4358,126.278,102
218,"현대블루핸즈 노형북부점",Y,"제주특별자치도 제주시 월광로 43",33.4855,126.466,104
219,"현대블루핸즈 아라점",N,"제주특별자치도 제주시 아봉로 11",33.4767,126.548,104
220,정부종합청사,Y,"제주특별자치도 제주시 청사로 59",33.4905,126.525,104
221,라마다호텔,N,"제주특별자치도 제주시 탑동로 66",33.5186,126.518,104
222,형제카센터,Y,"제주특별자치도 제주시 일주서로 7266",33.4916,126.424,104
223,"제주시농협 하나로마트",Y,"제주특별자치도 제주시 남광로 206 제주특별자치도 제주시농협",33.5037,126.553,104
224,"함덕농협 본점",Y,"제주특별자치도 제주시 조천읍 함와로 40",33.5367,126.675,105
225,제주대학교,Y,"제주특별자치도 제주시 제주대학로 102",33.4553,126.562,104
226,아모렉스리조트,Y,"제주특별자치도 제주시 서해안로 216",33.5075,126.47,104
227,㈜상효원,Y,"제주특별자치도 서귀포시 산록남로 2847-37",33.3072,126.586,110
228,약천사,Y,"제주특별자치도 서귀포시 이어도로 293-20",33.2446,126.451,110
229,천지연공영주차장,Y,"제주특별자치도 서귀포시 서홍동 684",33.2439,126.561,110
230,동광R주차장,Y,"제주특별자치도 서귀포시 안덕면 동광리 827",33.311,126.342,108
231,성읍랜드,Y,"제주특별자치도 서귀포시 표선면 번영로 2650",33.3987,126.787,112
232,희준카센타,Y,"제주특별자치도 서귀포시 대정읍 일주서로 2968",33.2469,126.222,107
233,KT?성산포지사,Y,"제주특별자치도 서귀포시 성산읍 고성리 1106-7",33.4468,126.912,113
234,안덕농협협동조합,Y,"제주특별자치도 서귀포시 화순로 122",33.2466,126.333,110
235,한우명품관,Y,"제주특별자치도 서귀포시 일주동로 8421",33.2572,126.589,110
236,대유랜드,Y,"제주특별자치도 서귀포시 상예로 381",33.2788,126.395,110
237,"표선 농협",Y,"제주특별자치도 서귀포시 표선면 표선동서로 233",33.3248,126.832,112
238,"위미 농협",Y,"제주특별자치도 서귀포시 남원읍 태위로 126",33.2746,126.661,111
239,서귀포올레시장,Y,"제주특별자치도 서귀포시 중앙로62번길 18",33.2502,126.564,110
240,코리아마트,Y,"제주특별자치도 서귀포시 태평로537번길 49",33.2527,126.57,110
241,롯데호텔,Y,"제주특별자치도 서귀포시 중문관광로72번길 35",33.2485,126.41,109
242,GS25?대포점,Y,"제주특별자치도 서귀포시 이어도로 129",33.2392,126.436,110
243,GS25?안덕서광점,Y,"제주특별자치도 서귀포시 안덕면 중산간서로 1882",33.2892,126.322,108
244,"롯데하이마트 서귀포점",Y,"제주특별자치도 서귀포시 일주동로 8631",33.2539,126.566,110
245,GS25?중문점,Y,"제주특별자치도 서귀포시 천제연로 210",33.2515,126.427,110
246,중문농협,Y,"제주특별자치도 서귀포시 천제연로 199",33.2519,126.426,110
247,"첨단과학기술단지 지하",N,"제주특별자치도 제주시 첨단로 213-3",33.4538,126.573,104
248,"첨단과학기술단지 외부",N,"제주특별자치도 제주시 영평동 2169-2",33.4524,126.573,104
249,경마공원,N,"제주특별자치도 제주시 애월읍 평화로 2144",33.4078,126.394,103
250,"다음카카오 주차장",N,"제주특별자치도 제주시 첨단로 242",33.45,126.573,104
251,"네오플 주차장",N,"제주특별자치도 제주시 1100로 3198-8",33.4719,126.485,104
252,"JIBS사옥 주차장",N,"제주특별자치도 제주시 연삼로 95",33.4939,126.503,104
253,"KBS사옥 주차장",N,"제주특별자치도 제주시 복지로1길 8",33.4891,126.519,104
254,문예회관,Y,"제주특별자치도 제주시 동광로 69",33.5043,126.535,104
255,메가타워,N,"제주특별자치도 제주시 구산로 4",33.481,126.538,104
256,"노형 미리내S클래스APT",N,"제주특별자치도 제주시 광평동로 66",33.4857,126.468,104
257,보오메꾸뜨르호텔,N,"제주특별자치도 제주시 신광로 95",33.4835,126.49,104
258,올레리조트,N,"제주특별자치도 제주시 애월읍 부룡수길 33",33.4757,126.356,103
259,"에코랜드 테마파크",N,"제주특별자치도 제주시 번영로 1278-169",33.4555,126.668,104
260,대명리조트,N,"제주특별자치도 제주시 조천읍 신북로 577",33.5413,126.671,105
261,다희연,N,"제주특별자치도 제주시 조천읍 선교로 117",33.4869,126.707,105
262,라온프라이빗타운,N,"제주특별자치도 제주시 한림읍 금능남로 127",33.3761,126.244,102
263,바다어사또,N,"제주특별자치도 제주시 조천읍 조함해안로 478",33.5431,126.664,105
264,"맥도날드 제주공항DT점",N,"제주특별자치도 제주시 도령로 159",33.4952,126.493,104
265,리젠트마린호텔,N,"제주특별자치도 제주시 서부두2길 20",33.5176,126.527,104
266,"파스쿠치 노형점",N,"제주특별자치도 제주시 다랑곶길 4",33.487,126.479,104
267,산방산,N,"제주특별자치도 서귀포시 안덕면 사계리 163-1",33.2359,126.312,108
268,중문덤장,N,"제주특별자치도 서귀포시 천제연로 17",33.2577,126.408,110
269,신라호텔,Y,"제주특별자치도 서귀포시 중문관광로72번길 75",33.2476,126.408,109
270,금호리조트,N,"제주특별자치도 서귀포시 남원읍 태위로 522-12",33.273,126.701,111
271,사이프러스?CC,N,"제주특별자치도 서귀포시 표선면 번영로 2300",33.4105,126.752,112
272,홈플러스,Y,"제주특별자치도 서귀포시 중앙로 180",33.2605,126.56,110
273,나인브릿지CC,N,"제주특별자치도 서귀포시 안덕면 광평로 34-156",33.34,126.405,108
274,아프리카박물관,N,"제주특별자치도 서귀포시 이어도로 49",33.2398,126.429,110
275,동춘서커스,N,"제주특별자치도 서귀포시 중문관광로 199",33.244,126.421,109
276,제주민속촌박물관,N,"제주특별자치도 서귀포시 표선면 민속해안로 631-34",33.3223,126.841,112
277,박물관은살아있다,N,"제주특별자치도 서귀포시 중문관광로 42",33.2549,126.409,109
278,"맥도날드 제주월드컵스타디움DT점",N,"제주특별자치도 서귀포시 일주서로 7",33.265,126.371,110
279,"한라수목원 테마파크",Y,"제주특별자치도 제주시 은수길 69",33.4706,126.488,104
280,JDC,N,"제주특별자치도 제주시 첨단로 213-4",33.4529,126.573,104
281,"신영영화박물관 주차장",Y,"제주특별자치도 서귀포시 남원읍 태위로 536",33.2746,126.706,111
282,"우리은행 서귀포점 인근 공영주차장",Y,"제주특별자치도 서귀포시 서귀동 291-2",33.25,126.562,110
283,"탐라중학교 공영주차장",Y,"제주특별자치도 제주시 아라동 3008-1",33.4763,126.545,104
284,"이호동 주민센터",Y,"제주특별자치도 제주시 백포서길 9",33.4998,126.458,104
285,"남원읍 공영주차장",Y,"제주특별자치도 서귀포시 남원읍 남원리 84-2",33.2788,126.721,111
286,용암해수산업화지원센터,Y,"제주특별자치도 제주시 구좌읍 일주동로 2706-40",33.5415,126.816,106
287,"대정감협 인근",Y,"제주특별자치도 서귀포시 대정읍 하모리 964-2",33.223,126.252,107
288,"안덕우체국 뒤 주차장",Y,"제주특별자치도 서귀포시 안덕면 화순리 1072",33.2463,126.335,108
289,"서귀포성당 뒤 주차장(솔동산로근처주차장)",Y,"제주특별자치도 서귀포시 서귀동 600-3",33.2437,126.563,110
290,"아랑조을거리 공영주차장",Y,"제주특별자치도 서귀포시 서귀동 312-6",33.2478,126.56,110
291,"퐁낭 작은 도서관 앞 주차장(비석거리)",Y,"제주특별자치도 서귀포시 동홍동 470-1",33.2557,126.572,110
292,회수사거리,Y,"제주특별자치도 서귀포시 회수동 788-2",33.2631,126.443,110
293,이도주민센터,Y,"제주특별자치도 제주시 이도1동 1695-10",33.5067,126.527,104
294,"서귀포시 공영주차장(매일시장주차장)",Y,"제주특별자치도 서귀포시 중앙로62번길 18",33.2502,126.564,110
295,"월드컵경기장 인근 공영주차장",Y,"제주특별자치도 서귀포시 법환동 870",33.2481,126.511,110
296,"한국폴리텍대학 제주캠퍼스",Y,"제주특별자치도 제주시 산천단 동3길 2",33.4479,126.561,104
297,위미의례회관,Y,"제주특별자치도 서귀포시 남원읍 중산간동로 6862",33.2898,126.658,111
298,"국토교통부 인재개발원 앞 주차장(서귀포혁신도시공영주차장)",Y,"제주특별자치도 서귀포시 서호동 1603",33.2784,126.517,110
299,"표선 의례회관 앞 공영주차장",Y,"제주특별자치도 서귀포시 표선면 표선리 2103",33.3269,126.824,112
300,한라수목원,Y,"제주특별자치도 제주시 연동 998",33.47,126.491,104
301,강창학경기장,Y,"제주특별자치도 서귀포시 중산간서로 95",33.2596,126.502,110
302,국립제주박물관,Y,"제주특별자치도 제주시 일주동로 17",33.514,126.549,104
303,남원생활체육관,Y,"제주특별자치도 서귀포시 남원읍 태위로 551-28",33.2779,126.704,111
304,서부소방서,Y,"제주특별자치도 제주시 한림읍 한림중앙로 150",33.4024,126.27,102
305,"제주 삼양 유적지",Y,"제주특별자치도 제주시 삼양1동 1660-5",33.5236,126.588,104
306,제주의료원,Y,"제주특별자치도 제주시 아라1동 4-17",33.4453,126.56,104
307,한림체육관,Y,"제주특별자치도 제주시 한림읍 한림리 887-2",33.409,126.268,102
308,"난산리 다목적회관",Y,"제주특별자치도 서귀포시 성산읍 난산리 1074",33.401,126.871,113
309,대천동주민센터,Y,"제주특별자치도 서귀포시 도순로 44",33.2508,126.478,110
310,동부농업기술센타,Y,"제주특별자치도 제주시 김녕남 6길 8",33.5501,126.75,104
311,서귀포의료원,Y,"제주특별자치도 서귀포시 동홍동 1530-2",33.256,126.564,110
312,"수산1리 복지회관",Y,"제주특별자치도 서귀포시 성산읍 수산리 703-1",33.4458,126.883,113
313,송당리사무소,Y,"제주특별자치도 제주시 송당리 1265-1",33.4714,126.779,104
314,안덕119센터,Y,"제주특별자치도 서귀포시 대정읍 화순서서로 2",33.2511,126.331,107
315,영실매표소,Y,"제주특별자치도 서귀포시 영실로 246",33.3699,126.556,110
316,영어교육도시119센터,Y,"제주특별자치도 서귀포시 대정읍 보성리 112",33.2801,126.273,107
317,예래동주민센터,Y,"제주특별자치도 서귀포시 예래로 82",33.2543,126.398,110
318,용머리해안,Y,"제주특별자치도 서귀포시 안덕면 사계리 112-1",33.234,126.314,108
319,정방폭포,Y,"제주특별자치도 서귀포시 동홍동278",33.2447,126.573,110
320,개인택시조합,Y,"제주특별자치도 제주시 도골로 141",33.4959,126.469,104
321,한경119센터,Y,"제주특별자치도 제주시 일주서로 4218",33.3427,126.183,104
322,"남원의례회관 주차장",Y,"제주특별자치도 서귀포시 남원읍 남원리 381-2",33.2948,126.711,111
323,"도두동 주민센터",Y,"제주특별자치도 제주시 도두1길 9-1",33.5029,126.468,104
324,성산하수처리장,Y,"제주특별자치도 서귀포시 성산읍 고성동서로 115",33.4518,126.919,113
325,김창열미술관,Y,"제주특별자치도 제주시 한경면 저지리 2120-82",33.3389,126.268,101
326,조천119센터,Y,"제주특별자치도 제주시 조천읍 신북로 337",33.5411,126.647,105
327,동부소방서,Y,"제주특별자치도 서귀포시 성산읍 일주동로 4120번길 7",33.4602,126.91,113
328,"한라산국립공원 어리묵탐방안내소",Y,"제주특별자치도 제주시 산록북로 588",33.4219,126.55,104
329,유리의성,Y,"제주특별자치도 제주시 한경면 녹차분재로 462",33.3148,126.273,101
330,해경파출소(고산출장소),Y,"제주특별자치도 제주시 한경면 노을해안로 1145",33.3082,126.164,101
331,"가시리 조랑말체험공원",Y,"제주특별자치도 서귀포시 녹산로 381-15",33.3764,126.745,110
332,"스마트그리드 홍보관",Y,"제주특별자치도 제주시 구좌읍 행원로 13길 122",33.5568,126.814,106
333,서귀포해양경비안전서,Y,"제주특별자치도 서귀포시 서호남로 11",33.2512,126.514,110
334,"청소년 문화의 집",Y,"제주특별자치도 서귀포시 화순로 56번길 20",33.2496,126.337,110
335,안덕생활체육관,Y,"제주특별자치도 서귀포시 화순서서로 59",33.2558,126.328,110
336,"안덕계곡 주차장",Y,"제주특별자치도 서귀포시 감산리 345",33.2576,126.353,110
337,"화순리 방문객센터(화순리 종합복지관)",Y,"제주특별자치도 서귀포시 안덕면 화순리 1961-8",33.2606,126.33,108
338,"제주 동부보건소",Y,"제주특별자치도 제주시 구좌읍 김녕로 14길 6",33.5544,126.751,106
