t_id,t_name,address,t_phone,t_long,t_lat,LNO,contents
1,우도(해양도립공원),"제주특별자치도 제주시 우도면 삼양고수물길 1",064-782-5671,33.5195,126.951,114,"우도는 완만한 경사와 옥토, 풍부한 어장, 우도팔경 등 천혜의 자연조건을 갖춘 관광지로써 매년 40-50만 명의 관광객이 찾아들고 있으며, 우도 팔경과 같이 자연 절경 이외에도 바다낚시, 자전거 하이킹, 잠수함과 유람선 등을 통해 여행의 재미를 더해준다."
2,카멜리아힐,"제주특별자치도 서귀포시 안덕면 상창리 271",064-792-0088,33.2891,126.37,108,"카멜리아힐은 동양에서 가장 규모가 큰 동백수목원으로, 80개국의 동백나무 500여 종 6,000여 그루가 울창한 숲을 이루고 있다. 또한 향기가 나는 동백 8종 중 6종을 보유하고 있어 동백의 향기를 가득 안을 수 있다."
3,성산일출봉,"제주특별자치도 서귀포시 성산읍 일출로 284-12",064-783-0959,33.4622,126.936,113,"성산일출봉은 천연기념물 제 420호로서 2007년 세계자연유산 등재, 2010년 세계지질공원 대표명소로 인증되었다. 해 뜨는 오름으로 불리는 성산일출봉은 해발 180m로 약 5천 년 전 얕은 수심의 해저에서 수성화산 분출에 의해 형성된 전형적인 응회구이다. 넘실거리는 푸른 바다 저편 수평선에서 이글거리며 솟아오르는 일출은 온 바다를 물들이고 보는 이로 하여금 저절로 감탄케 한다."
4,사려니숲길,"제주특별자치도 제주시 조천읍 교래리 산137-1",064-900-8800,33.4085,126.64,105,"비자림로를 시작으로 물찻오름과 사려니 오름을 거쳐가는 삼나무가 우거진 숲길이다. 사려니오름까지 이어지는 숲길이기 때문에 사려니숲길이라고 불린다. 사려니는 신성한 숲 혹은 실 따위를 흩어지지 않게 동그랗게 포개어 감다라는 뜻으로 숲길을 거닐면 상쾌한 삼나무 향에 포개진 듯한 느낌을 받는다."
5,월정리해변,"제주특별자치도 제주시 구좌읍 해맞이해안로 480-1",064-728-3394,33.5559,126.796,106,"제주도의 동쪽에 위치하고 있는 마을인 월정리는 달이 머문다는 뜻의 이름을 가지고 있으며, 아름다운 에메랄드빛 바다가 한 폭의 그림처럼 펼쳐져 있고, 그 위에는 밝은 달이 비친다. 수심이 얕은 편이기 때문에 아이를 동반한 가족들이 쉽게 물놀이를 즐기기에 좋다. 월정리 해변에서는 이곳저곳에 비치되어 있는 나무의자에 앉아 아름다운 해변을 배경으로 삼아 사진을 찍는 여행객들의 모습도 쉽게 볼 수 있다."
6,협재해수욕장,"제주특별자치도 제주시 한림읍 한림로 329-10",064-728-3394,33.3938,126.24,102,"제주시 한림읍에 자리하며 제주올레 14코스를 걷다 보면 지나는 금능해수욕장과 이웃하고 있는 쌍둥이해수욕장이다. 썰물 때면 조개껍질이 많이 섞인 은모래빛 백사장이 끝없이 이어진다. 바다 앞에는 어린 왕자 속 보아뱀을 삼킨 코끼리 그림 모양의 비양도가 있다."
7,함덕해수욕장,"제주특별자치도 제주시 조천읍 조함해안로 519-10",064-728-3394,33.5438,126.669,105,"제주올레 19코스를 걷다 보면 에메랄드빛 보석을 품고 있는 함덕해수욕장을 만날 수 있다. 제주시 조천읍 함덕리에 자리하고, 해수욕장 바로 옆을 지켜주는 오름(서우봉) 덕분에 함덕서우봉해변이라고도 불린다. 물이 맑고 수심이 얕아서 가족단위 피서지로도 좋다."
8,산굼부리,"제주특별자치도 제주시 조천읍 비자림로 768",064-783-9900,33.4349,126.689,105,"이곳은 다양한 희귀식물들이 한 공간에 존재하는 분화구 식물원이다. 가파르지 않은 길을 쭉 올라가다 보면 금세 정상에 닿게 되는데, 정상에 비치되어 있는 망원경을 이용하여 주변의 성산일출봉과 오름들을 비롯한 다양한 경관을 좀 더 자세하게 눈에 담을 수 있다. 모든 계절마다 각자의 계절을 맞은 다양한 식물들이 피어나며 사계절 내내 새로운 풍경이 펼쳐지기 때문에, 사계절 중 어느 계절에 방문하든 멋진 경관이 눈앞에 펼쳐질 것이다."
9,오설록티뮤지엄,"제주특별자치도 서귀포시 안덕면 신화역사로 425 15번지",064-794-5312,33.3059,126.289,108,"2001년 9월 개관한 오설록티뮤지엄은 국내외 차 관련 박물관이며, 제주도 서광다원 입구에 위치, 건물 전체가 녹차잔을 형상화하였다. 녹차와 한국 전통 차문화를 이해할 수 있는 학습공간으로 설록차의 모든 것을 체험 할 수 있다. 한편에 마련된 티 하우스에서는 티 마스터가 직접 볶은 따뜻한 차와 오설록 녹차로 만든 음료 아이스크림, 롤케이크 등을 즐길 수 있다."
10,섭지코지,"제주특별자치도 서귀포시 성산읍 섭지코지로",064-740-6000,33.4349,126.923,113,"제주 동부해안에 볼록 튀어나온 섭지코지는 성산 일출봉을 배경으로한 아름다운 해안풍경이 일품인 곳이다. 들머리의 신양해변백사장, 끝머리 언덕위 평원에 드리워진 유채밭, 여유롭게 풀을 뜯는 제주조랑말들, 바위로 둘러친 해안절벽과 우뚝 치솟은 전설어린 선바위 등은 전형적인 제주의 아름다움을 만날 수 있다. 특히 제주의 다른 해안과는 달리 송이라는 붉은 화산재로 되어 있고, 밀물과 썰물에 따라 물속에 잠겼다가 일어서는 기암괴석들은 어디에서도 볼 수 없는 자연의 수석전시회를 연출한다."
11,"에코랜드 테마파크","제주특별자치도 제주시 조천읍 번영로 1278-169",064-802-8000,33.4556,126.668,105,"에코랜드는 1800년대 증기기관차인 볼드윈 기종을 모델로 약 4.5km 거리의 곶자왈을 체험하는 테마파크이다. 보온과 보습 효과가 높아 다양한 식물이 공존하며, 가지가 하늘로 뻗어있어 곶자왈만의 생명력과 신비로움을 관람할 수 있다. 에코랜드는 사계절 내내 다른 분위기를 띄고 있는데, 봄과 여름에는 푸른 녹음과 따뜻한 햇살을, 가을에는 알록달록 피어난 코스모스와 억새 물결을, 그리고 겨울에는 새하얀 설경을 볼 수 있다."
12,한라산국립공원,"제주특별자치도 제주시 1100로 2070-61",064-713-9950,33.3923,126.494,104,"신생대 제4기의 젊은 화산섬인 한라산은 지금으로부터 2만 5천년 전까지 화산분화 활동을 하였으며, 한라산 주변에는 360여 개의 오름들이 분포되어 있어 특이한 경관을 창출하고 있다. 또한 섬 중앙에 우뚝 솟은 한라산의 웅장한 자태는 자애로우면서도 강인한 기상을 가슴에 품고 있는 듯하다."
13,새별오름,"제주특별자치도 제주시 애월읍 봉성리 산59-8",064-728-2752,33.366,126.356,103,"밤 하늘에 샛별처럼 외롭게 서 있다고 해서 붙여진 이름이다. 제주도 서쪽에 위치해 있으며, 성이시돌목장, 왕따나무가 근처에 있어 관광객이 많이 찾는 오름 중 하나이다. 경사가 약간 있으나 해발 519.3m의 그리 높지 않은 정상에 오르면, 제주도 서쪽 아름다운 해변과 비양도가 보인다. 가을에는 억새가 만발한다. 오름 정상까지 소요시간은 30분 내외로 짧다."
14,용눈이오름,"제주특별자치도 제주시 구좌읍 종달논길",064-710-6043,33.46,126.832,106,"용눈이오름은 봄, 여름에는 잔디가, 가을, 겨울에는 억새가 덮이며 계절마다 옷을 갈아입는다. 한 가운데가 움푹 패어있어 용이 누웠던 자리 같다는 뜻을 담아 용와악(龍臥岳)이라고 불리기도 하는데 위에서 내려다보면 화구의 모습이 용의 눈처럼 보인다고 한다. 정상까지 오르는데 15분이면 충분하고 경사도가 완만해서 남녀노소 누구나 걷기에 편하다."
15,김녕해수욕장,"제주특별자치도 제주시 구좌읍 해맞이해안로",064-728-3394,33.5582,126.76,106,"하늘에서 바라본 모습이 한문 평(平) 자를 이룬 모양을 하고 있어 김녕이라고 불리며, 김녕마을에 있는 해수욕장이다. 해변가를 걷다 보면 제주의 바람으로 돌아가는 김녕풍력발전기들을 관찰할 수 있다. 김녕해수욕장은 특이한 지형으로 인해 지질트레일도 조성이 되어 있는데, 지질트레일은 유네스코 세계지질공원을 활용해 각 지역의 지질자원과 마을의 역사 및 문화와 어울려진 도보길이다."
16,비자림,"제주특별자치도 제주시 구좌읍 비자숲길 62",064-710-7897,33.4912,126.81,106,"비자림은 제주도에서 처음 생긴 삼림욕장이며 단일 수종의 숲으로는, 세계 최대 규모를 자랑하고 있는 숲이다. 수령이 500~800년인 오래된 비자나무 2,800여 그루가 하늘을 가리고 있는 매우 독특한 숲으로 비자림은 천연기념물 374호로 지정되어 보호, 관리되고 있으면서 많은 관광객들이 찾고 있다.??????? 짧은 코스는 유모차와 휠체어 통행이 가능하여, 남녀노소 누구나 부담 없이 비자나무 숲의 자연을 만끽할 수 있다.???????"
17,제주아쿠아플라넷,"제주특별자치도 서귀포시 성산읍 섭지코지로 95",064-780-0900,33.4329,126.928,113,"아쿠아플라넷은 세계 10위권 규모의 해양종합문화시설로써, 전시생물 450여종의 4만5천마리를 수용할 수 있는 1만700톤의 수조 용량을 갖추고 있는 동양 최대의 수족관이다. 특히 5,100톤의 해수를 수용할 수 있는 메인(Main)수조는 2만 7천마리의 어류를 관람할 수 있는 초대형 수조로써 수조 앞면(가로23m×세로8m×폭62cm)에서 바라보는 실내 수조관 규모는 세계 최대를 자랑하고 있다. 삼성코엑스 수족관의 3.6배의 규모로서 만타가오리(2마리)등 대형어류를 메인수조에 넣어 제주해양과학관의 대표적인 상징물이다."
18,천지연폭포,"제주특별자치도 서귀포시 서홍동 남성중로",064-733-1528,33.247,126.554,110,"천지연폭포에는 열대어의 일종인 무태장어가 서식하고 있다. 그 외에도 오리와 잉어가 서식하고 있고, 무인판매대에서 1,000원을 지불하면 먹이를 구매할 수 있다. 폭포로 가는 길은 산책로로 꾸며져 있고, 중간에는 징검다리 길이, 끝자락에는 폭포가 웅장한 소리를 내며 절벽 아래로 떨어진다."
19,이호테우해수욕장,"제주특별자치도 제주시 도리로 20",064-728-3394,33.4962,126.456,104,"이호테우해수욕장은 제주공항은 물론 제주시내와 가장 가까이 있는 해수욕장이다. 모래가 검은 편이며 찜질하기에도 좋고, 백사장 경사가 완만하고 파도가 세지 않아 아이들이 놀기 좋은 곳이다. 비행기를 보며 해수욕을 즐길 수도 있고, 방파제에서 낚시를 즐길 수 있다."
20,광치기해변,"제주특별자치도 서귀포시 성산읍 고성리 224-33",,33.4527,126.924,113,"성산일출봉에서 섭지코지로 향하는 길목에 있는 광치기 해변은 제주올레 1코스의 마지막이자 2코스가 시작되는 곳이다. 펄펄 끓던 용암이 바다와 만나 빠르게 형성된 지질구조가 특징이며, 특히 썰물 때는 바닷물에 가려있던 비경들이 속속들이 들어나 숨은 비경을 선사한다. ???????썰물 때는 제주 지질과 녹색 이끼가 연출하는 장관은 ???????전 세계 어디서도 볼 수 없는 풍경을 자아내어, 많은 사진작가들이 찾는 사진명소이기도 하다."
21,세화해변,"제주특별자치도 제주시 구좌읍 세화길",064-728-3394,33.5252,126.861,106,"제주올레 20코스를 걷다 보면 세화민속오일장과 해녀박물관 사이에 자리한 작고 아름다운 해변을 만날 수 있다. 구좌읍 세화리에 위치한 세화해변은 정식 해수욕장도 아니고 규모는 크지 않지만, 눈이 시리게 맑고 파란 제주바다를 만날 수 있는 해변이다. 물이 빠지면 드러나는 하얀 모래와 검은 현무암과 에메랄드빛 바다가 아름다운 조화를 이루는 곳이다."
22,한라산영실코스,"제주특별자치도 서귀포시 영실로 246(하원동)",064-747-9950,33.3401,126.481,110,"한라산 코스 중 가장 짧으면서도 가장 아름다운 구간으로 꼽힌다. 그나마 수월하게 오를 수 있어 초보자들에게도 무난하다. 백록담은 볼 수 없지만, 영실기암과 울창한 숲, 오백나한, 돌이 있는 자갈평지라는 의미의 선작지왓, 위에 있는 세 개의 오름이란 뜻을 가진 윗세오름까지 볼거리는 다양하다."
23,마라도(마라해양도립공원),"제주특별자치도 서귀포시 대정읍 마라로",064-760-4014,33.1179,126.268,107,"한국 최남단의 섬으로 대정읍 모슬포항에서 남쪽으로 11km 해상에 위치한 제주도에서 배를 타고 들어갈 수 있는 섬이다. 섬 전체가 가파르지 않은 언덕으로 되어 있어 부담 없이 거닐 수 있기 때문 나이가 많은 분들과 같이 오기에도 좋다. 마라도는 섬 한 바퀴를 도는 데 1~2시간 정도면 충분하다."
24,우도산호해변,"제주특별자치도 제주시 우도면 우도해안길",064-728-3394,33.5027,126.943,114,"에메랄드빛으로 부서지는 햇살 아래 하얗다 못해 푸른빛이 감도는 산호 백사장, 수심에 따라 바다 빛깔이 달라 남태평양이나 지중해의 어느 바다와 비교해도 손색이 없다. 우도 서쪽을 아우르는 산호해변으로 여름에는 해수욕장으로 봄, 가을에는 사진 찍기 좋은 명소로 인기가 좋다. 바다 속 홍조단괴가 몰려 들어와서 홍조단괴해변, 서쪽의 하얀 모래해변이라 하여 서빈백사라고도 불린다."
25,송악산,"제주특별자치도 서귀포시 대정읍 송악관광로 421-1",064-740-6000,33.2077,126.291,107,"산방산(395m)의 남쪽, 가파도가 손에 잡힐 듯 보이는 바닷가에 불끈 솟은 산이 송악산이다. 99개의 작은 봉우리가 모여 일명 99봉이라고도 한다. 제주올레 10코스가 송악산(松岳山)을 가로지르며 산방산과 이웃하고 있으며, 송악산을 둘레길을 걷다 보면 방목해 놓은 말을 가까이에서 볼 수 있다."
26,쇠소깍,"제주특별자치도 서귀포시 과원동로",064-767-1535,33.2526,126.623,110,"쇠소깍이 위치한 하효동은 감귤의 주산지로도 유명하다. 봄이면 귤꽃 향기가 가득하고, 여름에는 시원한 바닷바람이 불며, 가을에는 감귤이 주렁주렁 열리고, 겨울에는 다른 마을에 비해 따뜻한 기후를 자랑한다. 제주도의 전통 배인 테우를 타면 쇠소깍만의 신비한 매력을 더욱 잘 느낄 수 있다."
27,한림공원,"제주특별자치도 제주시 한림읍 한림로 300",064-796-0001,33.3895,126.24,102,"한림공원에서는 365일 아름다운 식물들을 구경할 수 있다. 입구에서부터 이국적인 느낌을 주는 야자수가 늘어서있고, 그 길을 따라 가면 9가지 테마에 따라 공원을 즐길 수 있다. 대체로 길이 넓게 조성되어 있어 사람이 많을 때에도 무리 없이 둘러볼 수 있으며, 목줄과 배변봉투를 가져가면 애완견을 데려갈 수 있다."
28,애월해안도로,"제주특별자치도 제주시 애월읍 애월해안로",064-728-3394,33.477,126.323,103,"제주 북서부의 해안선을 따라서 이어져 있는 애월해안로는 제주의 빼어난 바다 풍경을 감상할 수 있는 약 9km의 드라이브 코스이다. 자전거 전용도로와 도보길이 잘 갖추어져 있어 자동차 드라이브 외에도 다양한 방법으로 즐길 수 있다. 해안길과 숲길을 모두 경험할 수 있는 제주올레길 16코스 고내-광령 올레의 일부이기도 하다."
29,금능해수욕장,"제주특별자치도 제주시 한림읍 금능길 119-10",064-728-3394,33.3912,126.236,102,"제주올레 14코스를 걷다 보면, 제주도에서 손꼽히는 예쁜 바다들을 만날 수 있다. 투명하게 시작해 에메랄드를 거쳐 파란색까지 점점 진해지는 색상표를 펼쳐놓은 것 같은 바다 빛이다. 하늘과 바다 경계에는 어린 왕자 속 보아뱀을 삼킨 코끼리 그림 같은 섬 비양도가 있다."
30,가파도,"제주 서귀포시 대정읍 가파리",064-794-7130,33.1447,126.238,107,"제주도 섬 중 4번째로 큰 섬 가파도. 섬을 올려다보면 가오리 모양을 하고 있기도 하고, 덮개 모양을 닮아 개파도라고 불리기도 한다. 상동과 하동으로 나뉜 자그마한 섬에는 93세대 177명 정도가 거주하고 있는 소박한 섬이다. 이 섬에는 섬 둘레를 따라 해안 산책로와 마을을 관통해 산책할 수 있는 가파 올레길이 있다."
31,곽지해수욕장,"제주특별자치도 제주시 애월읍 애월원당길 (곽지리)",064-728-3394,33.4524,126.313,103,"곽지해수욕장은 길이 350m, 너비 70m의 백사장과 평균수심 1.5m, 경사도 5~8도의 좋은 조건을 갖춘 해수욕장이다. 이러한 조건때문에 청소년 수련장이 설치되고 단체 피서객이 많이 찾는다. 지금의 곽지해수욕장은 옛날에 마을이 들어서 있던 곳이었으나, 어느날 갑자기 모래에 파묻혔다는 전설이 전해온다."
32,용머리해안,"제주특별자치도 서귀포시 안덕면 산방로 218-10",064-794-2940,33.2319,126.315,108,"산방산을 따라 나오는 해안가에 마치 바다로 들어가는 용의 머리를 닮았다 해서 지어진 천연기념물 용머리해안이 있다. 사암층을 따라 걷다 보면 나오는 해안가 일대에서는 해녀들이 좌판을 깔아 놓고 해산물을 판매하는데, 허가가 된 사람들만 장사를 할 수 있다고 하니 안심하고 맛보아도 좋다.?"
33,제주철물자연휴양림,"제주특별자치도 제주시 명림로 584",064-728-1510,33.437,126.628,104,"삼나무가 수림의 대부분을 차지하는 절물자연휴양림은 한 여름에도 한기가 느껴질 정도의 시원한 바닷바람과 조화를 이룬 자연의 숨소리를 느낄 수 있는 곳이다. 절물자연휴양림의 산책로는 경사가 낮고 완만해서 어린이, 노약자, 장애인도 이용하기 편하다. 산책을 하면서는 다양한 동식물들을 만날 수 있는데 까마귀와 노루들을 간간이 볼 수 있으며, 절물의 대부분을 차지하고 있는 삼나무 외에도 소나무와 때죽나무, 그리고 나물 종류도 다양하게 만날 수 있다."
34,정방폭포,"제주특별자치도 서귀포시 칠십리로214번길 36",064-733-1503,33.2449,126.572,110,"천제연폭포, 천지연폭포와 함께 제주도 3대 폭포라고 불리는 정방폭포는 서귀포 시내에서 버스로 15분 거리에 있다. 높이 23m, 너비 10m에 달하며, 산에서 바다로 직접 떨어지는 유일한 폭포이다. 입구의 매표소에서 표를 구매하고 소나무가 있는 계단을 따라 5분 정도 내려오면, 햇빛이 비쳐 은하수 빛깔로 변하는 정방폭포를 볼 수 있다."
35,산방산,"제주특별자치도 서귀포시 안덕면 사계리 산16",064-794-2940,33.2426,126.314,108,"안덕면 사계리의 해안도로를 달리다 보면 바다와 접해있는 산방산을 볼 수 있는데, 거대한 조각 작품을 보는 듯한 절경을 자랑한다. 산방은 굴이 있는 산을 의미하는데 이곳 아래에 있는 작은 굴에서는 부처를 모시고 있어 이곳을 산방굴사라고 한다. 이곳에는 날과 관계없이 낙숫물이 떨어지는데 산방산의 여신인 “산방덕”의 눈물이라고 하기도 한다."
36,용두암,"제주특별자치도 제주시 용담로",064-728-3601,33.5161,126.512,104,
37,천제연폭포,"제주특별자치도 서귀포시 중문동 2232",064-760-6331,33.2527,126.418,109,
38,선녀와나무꾼,"제주특별자치도 제주시 조천읍 선교로 267",064-784-9001,33.4787,126.703,105,
39,외돌개,"제주특별자치도 서귀포시 서홍동 791",064-760-3031,33.2391,126.545,110,
40,중문색달해수욕장,"제주특별자치도 서귀포시 색달동 3039",064-760-2772,33.245,126.412,110,
41,"휴애리 자연생활공원","제주특별자치도 서귀포시 남원읍 신례동로 256",064-732-2114,33.3087,126.634,111,
42,노리매공원,"제주특별자치도 서귀포시 대정읍 중산간서로 2260-15",064-792-8211,33.2826,126.288,107,
43,메이즈랜드,"제주특별자치도 제주시 구좌읍 비자림로 2134-47",064-784-3838,33.4888,126.801,106,
44,신창~차귀해안도로,"제주특별자치도 제주시 한경면 한경해안로",064-728-3394,33.3306,126.155,101,
45,방주교회,"제주특별자치도 서귀포시 안덕면 산록남로762번길 113",064-794-0611,33.3051,126.387,108,
46,비양도,"제주특별자치도 제주시 한림읍 비양도길",064-796-3001,33.4066,126.225,102,
47,"위미리 동백나무 군락","제주특별자치도 서귀포시 남원읍 위미리 904-1",064-760-2505,33.2732,126.676,111,
48,표선해수욕장,"제주특별자치도 서귀포시 표선면 민속해안로",064-760-2772,33.3279,126.838,112,
49,보롬왓,"제주특별자치도 서귀포시 표선면 번영로 2350-104",,33.4136,126.753,112,
50,"우도 비양도","제주특별자치도 제주시 우도면 연평리",,33.5044,126.892,114,
51,주상절리대(중문대포해안),"제주특별자치도 서귀포시 중문동 2767",064-738-1521,33.2378,126.425,109,
52,쇠머리오름(우도봉),"제주특별자치도 제주시 우도면 연평리 산19-1",064-728-4333,33.492,126.965,114,
53,만장굴,"제주특별자치도 제주시 구좌읍 김녕리 만장굴길 182",064-710-7905,33.5285,126.771,106,
54,다랑쉬오름(월랑봉),"제주특별자치도 제주시 구좌읍 세화리 산6",064-710-6043,33.4766,126.822,106,
55,검멀레해변,"제주특별자치도 제주시 우도면 우도해안길",064-728-3394,33.4973,126.967,114,
56,윗세오름(웃세오름),"제주특별자치도 제주시 애월읍 광령리",064-713-9950,33.3616,126.529,103,
57,중문관광단지,"제주특별자치도 서귀포시 중문관광로72번길 35",064-735-7200,33.2486,126.41,109,
58,"김영갑갤러리 두모악","제주특별자치도 서귀포시 성산읍 삼달로 137",064-784-9907,33.3721,126.854,113,
59,이중섭거리,"제주특별자치도 서귀포시 서귀동 370-21",,33.2465,126.564,110,
60,이호테우말등대,"제주특별자치도 제주시 도리로 20",,33.4962,126.456,104,
61,렛츠런팜제주,"제주특별자치도 제주시 조천읍 남조로 1660",064-780-0133,33.4188,126.682,105,
62,"김녕,월정 지질트레일","제주특별자치도 제주시 구좌읍 김녕로 209",,33.5562,126.762,106,
63,한담해안산책로,"제주특별자치도 제주시 애월읍 곽지리 1359",,33.4591,126.311,103,
64,황우지해안,"제주특별자치도 서귀포시 서홍동 766-1",064-760-4611,33.2418,126.55,110,
65,"산방산, 용머리해안 지질트레일","제주특별자치도 서귀포시 안덕면 사계북로41번길 192",,33.2482,126.299,108,
66,제주조천스위스마을,"제주특별자치도 제주시 조천읍 와산리 1559-1",064-744-6060,33.4942,126.677,105,
67,한라산어리목코스,"제주특별자치도 제주시 1100로 2070-61",064-713-9950,33.3922,126.495,104,
68,삼양해수욕장,"제주특별자치도 제주시 원당로 (삼양1동)",064-728-3394,33.5261,126.586,104,
69,제주유리의성,"제주특별자치도 제주시 한경면 녹차분재로 462",064-772-7777,33.3146,126.274,101,
70,제주김녕미로공원,"제주특별자치도 제주시 구좌읍 만장굴길 122",064-782-9266,33.5359,126.772,106,
71,본태박물관,"제주특별자치도 서귀포시 안덕면 산록남로762번길 69",064-792-8108,33.3038,126.392,108,
72,백록담,"제주특별자치도 서귀포시 토평동 산15-1번",064-756-9950,33.3624,126.534,110,
73,소인국테마파크,"제주특별자치도 서귀포시 안덕면 중산간서로 1878",064-794-5400,33.2904,126.322,108,
74,하고수동해변,"제주특별자치도 제주시 우도면 연평리",064-728-4352,33.5145,126.958,114,
75,헬로키티아일랜드,"제주특별자치도 서귀포시 안덕면 한창로 340",064-792-6114,33.2902,126.352,108,
76,아침미소목장,"제주특별자치도 제주시 월평동 157",064-727-2545,33.4546,126.586,104,
77,마방목지,"제주특별자치도 제주시 516로 2480",064-710-2298,33.427,126.604,104,
78,제주돌문화공원,"제주시 조천읍 남조로 2023",064-710-7764,33.4487,126.659,105,
79,녹산로유채꽃길,"제주특별자치도 서귀포시 표선면 가시리 산87-15",,33.3983,126.72,112,
80,제주레일바이크,"제주특별자치도 제주시 구좌읍 종달리 4639",064-783-0033,33.4647,126.837,106,
81,새연교,"제주특별자치도 서귀포시 서귀동 남성중로 40",064-760-3471,33.2373,126.56,110,
82,제주민속촌,"제주특별자치도 서귀포시 표선면 민속해안로 631-34",064-787-4501,33.3225,126.842,112,
83,성널오름(성판악),"제주특별자치도 제주시 조천읍 교래리",064-710-7826,33.3844,126.619,105,
84,서귀포잠수함,"제주특별자치도 서귀포시 남성중로 40",064-732-6060,33.2392,126.559,110,
85,차귀도,"제주특별자치도 제주시 한경면 고산리 125",064-728-7911,33.3126,126.149,101,
86,거문오름,"제주특별자치도 제주시 조천읍 선교로 569-36",064-710-8981,33.4571,126.714,105,
87,제주허브동산,"제주특별자치도 서귀포시 표선면 돈오름로 170",064-787-7362,33.3299,126.815,112,
88,용연다리,"제주특별자치도 제주시 동한두기길 35",064-728-3601,33.5149,126.514,104,
89,제주국제공항,"제주특별자치도 제주시 공항로 2",1661-2626,33.5104,126.491,104,
90,한담해변,"제주특별자치도 제주시 애월읍 애월리 2459",064-728-3394,33.46,126.311,103,
91,"수월봉 지질트레일","제주특별자치도 제주시 한경면 고산리 3760",064-772-3334,33.2948,126.163,101,
92,하도해변,"제주특별자치도 제주시 구좌읍 해맞이해안로",064-728-3394,33.5185,126.901,106,
93,여미지식물원,"제주특별자치도 서귀포시 중문관광로 93",064-735-1100,33.2526,126.414,109,
94,일출랜드,"제주특별자치도 서귀포시 성산읍 중산간동로 4150-30",064-784-2080,33.3835,126.841,113,
95,월령선인장군락지,"제주특별자치도 제주시 한림읍 월령리 360-4",064-728-2752,33.3775,126.215,102,
96,남원큰엉해변,"제주특별자치도 서귀포시 남원읍 태위로 522-17",,33.2731,126.704,111,
97,선운정사,"제주특별자치도 제주시 애월읍 구몰동길 65",064-721-2281,33.4294,126.307,103,
